Repository: tmnseo/spl
Catalog: var/langs/*/addons/*_checkbox_pd.po
Languages: ru_ru

# Addons::name::sw_checkbox_pd
source: [SW] Module sw_checkbox_pd
ru_ru: [SW] Соглашение на обработку ПД

# Addons::description::sw_checkbox_pd
source: [SW] Module sw_checkbox_pd description
ru_ru: Модуль позволит добавить чекбокс соглашения на обработку персональных данных к формам связи.

# SettingsSections::sw_checkbox_pd::settings
source: id_settings
ru_ru: Настройки

# SettingsSections::sw_checkbox_pd::instruction
source: id_instruction
ru_ru: Пример соглашения на обработку ПД

# SettingsOptions::sw_checkbox_pd::information
source: Information
ru_ru: Настройки

# SettingsOptions::sw_checkbox_pd::id_page
source: id_page
ru_ru: ID страницы с текстом

# Languages::sw_checkbox_pd.text_pd
source: [SW] sw_checkbox_pd.text_pd
ru_ru: Согласие на обработку <a href="index.php?dispatch=pages.view&page_id=[link]">персональных данных</a>.

# Languages::sw_checkbox_pd.check_form
source: [SW] sw_checkbox_pd.check_form
ru_ru: Включить чекбокс согласия на обработку ПД

# Languages::sw_checkbox_pd.title
source: [SW] sw_checkbox_pd.title
ru_ru: Согласие на обработку

# SettingsOptions::sw_checkbox_pd::check_call_requests
source: check_call_requests
ru_ru: Вкл. для обратного звонка

# SettingsOptions::sw_checkbox_pd::check_one_click
source: check_one_click
ru_ru: Вкл. для заказа в 1 клик

# SettingsOptions::sw_checkbox_pd::check_subscr
source: check_subscr
ru_ru: Вкл. для подписки

# SettingsOptions::sw_checkbox_pd::check_discuss
source: check_discuss
ru_ru: Вкл. для отзывов

# SettingsOptions::sw_checkbox_pd::checked_allways
source: checked_allways
ru_ru: Галочка всегда активна

# SettingsOptions::sw_checkbox_pd::check_registration
source: check_registration
ru_ru: Вкл. для формы регистрации

# SettingsOptions::sw_checkbox_pd::check_checkout
source: check_checkout
ru_ru: Вкл. для страницы оформления заказа

# Languages::sw_checkbox_pd.instruction
source: sw_checkbox_pd.instruction
ru_ru: Пример соглашения

# Languages::sw_checkbox_pd.instruction_text
source: sw_checkbox_pd.instruction_text
ru_ru: <p>Отправляя свои данные на сайте <strong>[ваш_сайт.</strong><strong>ru]</strong> пользователь Настоящим подтверждает, что ознакомлен и согласен с условиями Политики в отношении обработки персональных данных. Настоящим пользователь дает разрешение <strong>ООО «Ваша компания» (далее – «Ваша Компания»)</strong> в целях информирования о товарах и услугах <strong>Ваша Компания</strong>, заключения и исполнения договора купли-продажи обрабатывать - собирать, записывать, систематизировать, накапливать, хранить, уточнять (обновлять, изменять), извлекать, использовать, передавать (в том числе поручать обработку другим лицам), обезличивать, блокировать, удалять, уничтожать - персональные данные пользователя, который отправляет свои данные, а именно: фамилию, имя, пол, дату рождения, номера домашнего и мобильного телефонов, адрес электронной почты, адреса доставки, и прочие данные, которые пользователь оставляет на сайте <strong>[ваш_сайт.</strong><strong>ru]</strong> по своему желанию, а также данные об интересах на основании анализа поисковых запросов и посещений Интернет-сайтов. Также пользователь разрешает «<strong>Ваша Компания</strong>» в целях информирования о товарах, работах, услугах направлять на указанный пользователем адрес электронной почты и/или на номер мобильного телефона рекламу и информацию о товарах, работах, услугах «<strong>Ваша Компания</strong>» и его партнеров. Согласие может быть отозвано пользователем в любой момент путем направления письменного уведомления по адресу «<strong>Ваша Компания</strong>».</p>

# SettingsSections::sw_checkbox_pd::mve_settings
source: mve_settings
ru_ru: Настройки MVE

# SettingsOptions::sw_checkbox_pd::check_reg_vendor
source: check_reg_vendor
ru_ru: Вкл. для страницы регистрации продавца

# SettingsOptions::sw_checkbox_pd::id_page_reg_vendor
source: id_page_reg_vendor
ru_ru: ID страницы с текстом

# Languages::sw_checkbox_pd.text_pd_mve
source: [SW] sw_checkbox_pd.text_pd_mve
ru_ru: Согласие на обработку <a href="index.php?dispatch=pages.view&page_id=[link]">персональных данных</a>.

# Languages::sw_checkbox_pd.instruction_text_mve
source: sw_checkbox_pd.instruction_text_mve
ru_ru: <p>Текст ссылки для страницы регистрации вендора находится в языковой переменной sw_checkbox_pd.text_pd_mve</p>
