Repository: tmnseo/spl
Catalog: var/langs/*/addons/*_shipping_estimation.po
Languages: ru_ru

# Addons::name::sd_shipping_estimation
source: Simtech Development: Shipping estimate
ru_ru: Simtech Development: Расчет стоимости доставки

# Addons::description::sd_shipping_estimation
source: Estimate the shipping cost on the product page. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
ru_ru: Расчет стоимости доставки товара на странице товара. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsOptions::sd_shipping_estimation::display_in_product_page
source: Block position on the product page
ru_ru: Положение блока на странице продукта

# SettingsTooltips::sd_shipping_estimation::display_in_product_page
source: Select the position of the block with the shipping estimate on the product page.
ru_ru: Выберите положение блока с оценкой стоимости доставки на странице товара.

# SettingsOptions::sd_shipping_estimation::lkey
source: License key
ru_ru: Лицензионный ключ

# SettingsVariants::sd_shipping_estimation::display_in_product_page::promo
source: Right
ru_ru: Справа

# SettingsVariants::sd_shipping_estimation::display_in_product_page::bottom
source: Bottom
ru_ru: Внизу

# SettingsVariants::sd_shipping_estimation::display_in_product_page::none
source: Don't show
ru_ru: Не показывать

# Languages::shipping_methods_cost
source: Shipping estimate
ru_ru: Расчет стоимости доставки

# Languages::block_shipping_estimation
source: Shipping estimate
ru_ru: Расчет стоимости доставки

# Languages::block_shipping_estimation_description
source: A list of shipping methods with shipping costs
ru_ru: Список способов доставки со стоимостью доставки товара

# Languages::transport_company
source: Transport company
ru_ru: Транспортная компания

# Languages::cost_of_delivery
source: Shipping cost
ru_ru: Стоимость доставки

# Languages::estimated_delivery_time
source: Estimated delivery time
ru_ru: Расчетное время доставки

# Languages::destination
source: Destination
ru_ru: Пункт назначения

# Languages::change_location
source: Change location
ru_ru: Изменить местоположение

# SettingsOptions::sd_shipping_estimation::auto_load
source: Calculate shipping automatically
ru_ru: Рассчитывать стоимость доставки автоматически

# SettingsTooltips::sd_shipping_estimation::auto_load
source: If disabled, the shipping options will be calculated by click.
ru_ru: Если не выбрано, варианты доставки будут рассчитываться по клику.

# Languages::addons.sd_shipping_estimation.calculate_shipping
source: Calculate shipping
ru_ru: Рассчитать доставку

# SettingsOptions::sd_shipping_estimation::number_of_methods_in_block
source: Number of shipping methods in the block
ru_ru: Количество способов доставки в блоке

# SettingsTooltips::sd_shipping_estimation::number_of_methods_in_block
source: The setting specifies how many shipping methods will be shown immediately after the product page is loaded.
ru_ru: Данная настройка определяет, сколько способов доставки будет показано сразу после загрузки страницы товара.

# Languages::addons.sd_shipping_estimation.show_all_shipping_methods
source: Show all shipping methods
ru_ru: Показать все способы доставки

# SettingsOptions::sd_shipping_estimation::show_delivery_time
source: Show delivery time in the block
ru_ru: Показывать сроки доставки в блоке

# SettingsTooltips::sd_shipping_estimation::show_delivery_time
source: Specify if delivery time should be displayed in the block with shipping estimate.
ru_ru: Укажите, нужно ли показывать время доставки в блоке с оценкой стоимости доставки.

# Languages::addons.sd_shipping_estimation.email_header
source: The shipping estimation timeout is exceeded.
ru_ru: Время расчета стоимости доставки превышено.

# Languages::addons.sd_shipping_estimation.email_body
source: Slow methods:
ru_ru: Медленные методы:

# SettingsOptions::sd_shipping_estimation::waiting_time
source: Timeout
ru_ru: Время ожидания

# SettingsTooltips::sd_shipping_estimation::waiting_time
source: If the shippint estimation timeout is exceeded, an email notification will be sent to the administrator. Leave empty if you do not want the notification to be sent.
ru_ru: Если время ожидания расчета способа доставки больше указанного, то администратору сайта придет уведомление. Оставьте пустым, если не хотите чтобы письма присылались.

# Languages::email_template.sd_shipping_estimation_mail_template
source: Mail template "The shipping estimation timeout is exceeded"
ru_ru: Шаблон письма "Время расчета стоимости доставки превышено"

# SettingsOptions::sd_shipping_estimation::save_min_shipping
source: Select minimum shipping method automatically
ru_ru: Автоматически выбирать минимальный способ доставки

# SettingsTooltips::sd_shipping_estimation::save_min_shipping
source: If checked the minimum shipping method will be selected automatically on the cart page.
ru_ru: Если выбрано, то на странице корзины автоматически будет выбран минимальный способ доставки.

# Languages::cant_detect_city
source: We were unable to determine your city
ru_ru: Мы не смогли определить Ваш город

# SettingsOptions::sd_shipping_estimation::filter_crawlers
source: Hide content of the add-on from bots
ru_ru: Скрыть модуль от ботов

# SettingsTooltips::sd_shipping_estimation::filter_crawlers
source: If enabled, users identified as bots won't see the add-on.
ru_ru: Если включено, пользователи, идентифицированные как боты, не увидят расширение.
