Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_admin_checkout_modifications.po
Languages: ru_ru

# Addons::name::cp_admin_checkout_modifications
source: Cart-Power: Improving the interface of the order section
ru_ru: Cart-Power: Доработка интерфейса раздела заказов

# Addons::description::cp_admin_checkout_modifications
source: Enhances usability and functionality of the zakaz section for the administrator and vendor. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Повышает юзабилити и расширяет функциональность раздела оформления закзов для администратора и продавца. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_vendor_order_number
source: Supplier order number
ru_ru: Номер заказа поставщика

# Languages::cp_payment_order_number
source: Payment order number
ru_ru: Номер платежного поручения

# Languages::cp_payment_order_date
source: Date of payment order
ru_ru: Дата платежного поручения

# Languages::cp_issue_of_order
source: Order Issue
ru_ru: Выдача заказа

# Languages::cp_planned_time_issuing_order
source: Deadline issuing an order
ru_ru: Плановый срок выдачи заказа

# Languages::cp_order_issue_address
source: Order issue address
ru_ru: Адрес выдачи заказа

# Languages::cp_customer_legal_address
source: Customer's legal address
ru_ru: Юридический адрес покупателя

# Languages::cp_customer_actual_address
source: Customer's actual address
ru_ru: Фактический адрес покупателя

# Languages::cp_order_info_title
source: Information about order
ru_ru: Информация о заказе

# Languages::cp_corp
source: block
ru_ru: корп.

# Languages::cp_office
source: apt.
ru_ru: кв.

# Languages::cp_home
source: building
ru_ru: д.

# Languages::cp_warning_track_number
source: Setting the status to “Send” is not possible until the tracking number
ru_ru: Установка статуса «Отправлен» невозможна пока не заведен номер отслеживания

# Languages::cp_warning_vendor_order_number
source: Setting the status "Confirmed by the supplier" is not possible until the supplier order number
ru_ru: Установка статуса «Подтвержден поставщиком» невозможна, пока не заведен № заказа поставщика

# Languages::cp_order_payment_subheader
source: Order payment
ru_ru: Оплата заказа

# Languages::cp_payment_amount
source: Payment amount
ru_ru: Сумма оплаты

# Languages::cp_admin_checkout_modifications.change_shipping_cost
source: Manual change of the delivery cost
ru_ru: Ручное изменение стоимости доставки
