Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_additional_email_templates.po
Languages: ru_ru

# Addons::name::cp_additional_email_templates
source: Cart-Power: Additional e-mail notifications
ru_ru: Cart-Power: Дополнительные e-mail уведомления

# Addons::description::cp_additional_email_templates
source: Add new e-mail notifications to the store, with the ability to edit them via the admin panel. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет новые e-mail уведомления в магазин, с возможностью их редактирования через панель администратора. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_additional_email_templates::development_specialist_email
source: E-mail of the supplier development specialist
ru_ru: E-mail специалиста по развитию поставщиков

# Languages::cp_additional_email_templates
source: Cart-power : Additional notifications
ru_ru: Cart-power : Дополнительные уведомления

# Languages::cp_additional_email_templates.event.new_connection_request.name
source: The supplier sent a request to connect via the SPL website
ru_ru: Поставщик отправил заявку на подключение через сайт SPL

# Languages::email_template.cp_additional_email_templates_new_connection_request
source: The supplier sent a request to connect via the SPL website
ru_ru: Поставщик отправил заявку на подключение через сайт SPL

# Languages::cp_new_connection_request_subj
source: A request to connect the supplier was received
ru_ru: Получена заявка на подключение поставщика

# Languages::cp_templates.please_check_request
source: Please process the application # [crm_href] in CRM .
ru_ru: Пожалуйста, обработайте заявку # [crm_href] в CRM .

# Languages::cp_additional_email_templates.event.new_connection_request_sent.name
source: A request to connect via the SPL website has been sent
ru_ru: Заявка на подключение через сайт SPL отправлена

source: A request to connect via the SPL website has been sent
ru_ru: Заявка на подключение через сайт SPL отправлена

# Languages::cp_connection_request_sent_subj
source: Application for SPL connection accepted
ru_ru: Принята заявка на подключение к SPL

# Languages::cp_templates.hello
source: Hello, [user]
ru_ru: Здравствуйте, [user]

# Languages::cp_templates.info
source: You have sent a request to connect to the SPL marketplace. Within one business day, we will get to know your company better and respond to your request.
ru_ru: Вы отправили заявку на подключение к маркетплейсу SPL. В течение двух рабочих дней мы познакомимся с вашей компанией поближе и ответим на заявку.

# Languages::cp_templates.support_info
source: If you have questions about working with the marketplace, look at the <a href='[knowledge_base]' >Supplier's knowledge base</a>. [knowledge_base] if you need a consultation, write to US in the chat from the SPL website or by email [support_email] .
ru_ru: Если у вас есть вопросы о работе с маркетплейсом, посмотрите <a href='[knowledge_base]' target="_blank" style="color:#ED5F2C;">Базу знаний поставщика</a>. [knowledge_base] Нужна будет консультация – напишите нам в чат с сайта SPL или на почту [support_email] .

# Languages::cp_additional_email_templates.event.order_unpaid.name
source: Payment for the order was not received
ru_ru: Оплата заказа не была получена

# Languages::email_template.cp_additional_email_templates_order_unpaid
source: Payment for the order was not received
ru_ru: Оплата заказа не была получена

# Languages::cp_order_unpaid_subj
source: We didn't receive the payment
ru_ru: Мы не получили оплату

# Languages::cp_order_unpaid_info
source: We did not receive payment for order # [order_id]. If you have paid, please contact us so that we can extend the reserve by one day. Otherwise the order will be canceled today
ru_ru: Мы не получили оплату заказа № [order_id]. Если вы заплатили, пожалуйста, свяжитесь с нами, чтобы мы продлили резерв на один день. Иначе заказ будет отменен сегодня

# Languages::cp_additional_email_templates.event.new_planned_time_issuing_order
source: The date of issue of the order is set
ru_ru: Установлена дата выдачи заказа

source: The date of issue of the order is set
ru_ru: Установлена дата выдачи заказа

# Languages::cp_new_planned_time_issuing_order_subj
source: The date of issue of the order is set
ru_ru: Установлена дата выдачи заказа

# Languages::cp_new_planned_time_issuing_order_info
source: For order # [order_id], the planned order issue date was set to [issuing_time]. You can change the issue date in the control panel.
ru_ru: Для заказа № [order_id] была установлена плановая дата выдачи заказа - [issuing_time]. Вы можете изменить дату выдачи в панели управления.

source: The planned date of issue of the order has changed
ru_ru: Плановая дата выдачи заказа изменилась

# Languages::email_template.planned_time_issuing_order_change_for_customer
source: The planned date of issue of the order has changed
ru_ru: Плановая дата выдачи заказа изменилась

# Languages::cp_planned_time_change_for_customer_subj
source: The planned date of issue of the order has changed
ru_ru: Изменилась плановая дата выдачи заказа

# Languages::cp_planned_time_change_for_customer_info
source: For order # [order_id] the planned date of order issue has been changed. order issuance is expected - [issuing_time]
ru_ru: Для заказа № [order_id] была изменена плановая дата выдачи заказа. Выдача заказа ожидается - [issuing_time]

source: The planned date of issue of the order has changed
ru_ru: Плановая дата выдачи заказа изменилась

# Languages::email_template.planned_time_issuing_order_change_for_admin
source: The planned date of issue of the order has changed
ru_ru: Плановая дата выдачи заказа изменилась

# Languages::cp_planned_time_change_for_admin_subj
source: The planned date of issue of the order has changed
ru_ru: Изменилась плановая дата выдачи заказа

# Languages::cp_planned_time_change_for_admin_info
source: For order # [order_id] the planned date of order issue has been changed. order issuance is expected - [issuing_time]
ru_ru: Для заказа № [order_id] была изменена плановая дата выдачи заказа. Выдача заказа ожидается - [issuing_time]
