Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_catalog_changes.po
Languages: ru_ru

# Addons::name::cp_catalog_changes
source: Cart-Power: Catalog changes
ru_ru: Cart-Power: Изменения в каталоге

# Addons::description::cp_catalog_changes
source: Catalog, search and products import changes. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Изменения в каталоге, поиске и импорте товаров. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_cc_price_from
source: Price from
ru_ru: Цена от

# Languages::cp_cc_similar_prod_not_found
source: Similar products not found
ru_ru: Похожие товары не найдены

# Languages::cp_cc_article_not_found
source: Product code not found
ru_ru: Артикул не найден

# Languages::cp_cc_you_found_before
source: Found before
ru_ru: Найдено до этого

# Languages::cp_cc_similar_prod_codes
source: Similar product codes
ru_ru: Похожие артикулы

# Languages::cp_cc_similar_products
source: Similar progucts
ru_ru: Похожие товары

# SettingsSections::cp_catalog_changes::general
source: General
ru_ru: Общие

# SettingsOptions::cp_catalog_changes::original_brand
source: Original brand
ru_ru: Оригинальный Бренд

# SettingsOptions::cp_catalog_changes::original_article
source: Original article
ru_ru: Оригинальный артикул

# SettingsOptions::cp_catalog_changes::manufacturer_article
source: Manufacturer article
ru_ru: Артикул производителя

# Languages::addons.cp_catalog_changes.no_data
source: No products found, try again
ru_ru: Не найдено товаров, попробуйте еще раз

# Languages::addons.cp_catalog_changes.on
source: [On]
ru_ru: [Вкл.]

# Languages::addons.cp_catalog_changes.off
source: [Off]
ru_ru: [Выкл.]

# Languages::addons.cp_catalog_changes.not_set
source: Not set
ru_ru: Не указано

# Languages::addons.cp_catalog_changes.text_no_matching_analog_products_found
source: No products found matching the search criteria
ru_ru: По вашему запросу ничего не найдено

# Languages::addons.cp_catalog_changes.original_search_results
source: Original search results
ru_ru: Результаты по вашему запросу

# Languages::addons.cp_catalog_changes.original_products_found
source: Original products found
ru_ru: Найдено оригиналов

# Languages::addons.cp_catalog_changes.analog_search_results
source: Original search results
ru_ru: Аналоги/Замены

# Languages::addons.cp_catalog_changes.analog_products_found
source: Analog products found
ru_ru: Найдено аналогов

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
ru_ru: По вашему запросу ничего не найдено

# Languages::text_no_matching_original_products_found
source: No products found matching the search criteria
ru_ru: По вашему запросу ничего не найдено

# Languages::text_no_matching_analog_products_found
source: No products found matching the search criteria
ru_ru: По вашему запросу ничего не найдено

# Languages::cp_ls_product_codes
source: Product code(s)
ru_ru: Артикул(ов)

# Languages::addons.cp_catalog_changes.only_analog_results
source: Your search did not match any matches in the database, however there are compatibility matches
ru_ru: По вашему запросу не найдено полных совпадений в базе, однако есть совпадения по совместимости

# Languages::addons.cp_catalog_changes.text_no_matching_products_found
source: Your search did not match any matches in the database, try searching for other positions
ru_ru: По вашему запросу не найдено никаких совпадений в базе, попробуйте поиск по другим позициям

# Languages::addons.cp_catalog_changes.search_parts
source: Search parts
ru_ru: Найти запчасть

# Languages::addons.cp_catalog_changes.enter_article
source: Enter article
ru_ru: Введите артикул

# Languages::numeric_field_type
source: Field type &laquo;number&raquo;
ru_ru: Тип поля &laquo;number&raquo;

# Languages::numeric_field_type_tooltip
source: check this box if the field is intended for entering numbers
ru_ru: отметьте это пункт, если поле предназначено для ввода чисел

# Languages::notice_revision
source: Update mode notification
ru_ru: Уведомление о режиме доработок

# Languages::cp_notice_revision_text
source: Update mode notification text
ru_ru: Кнопка-иконка задать вопрос

# Languages::cp_analog
source: Analog
ru_ru: Аналог

# Languages::cp_to_article
source: By article
ru_ru: По артикулу

# Languages::cp_to_name
source: By name
ru_ru: По названию
