Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_crm.po
Languages: ru_ru

# Addons::name::cp_crm
source: Cart-Power: integration with CRM for processing payment orders
ru_ru: Cart-Power: интеграция с CRM для обработки платежных поручений

# Addons::description::cp_crm
source: Processing payment orders in json format. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Обработка платежных поручений в джсон формате. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_crm_title
source: Payments from CRM
ru_ru: Платежки от CRM

# Languages::cp_crm_payment_order_date
source: Order date
ru_ru: Дата заказа

# Languages::cp_crm_payment_order_number
source: Order CRM number
ru_ru: Номер заказа из CRM

# Languages::cp_crm_bank_account
source: Bank account
ru_ru: Аккаунт банка

# Languages::cp_crm_bank_bic
source: Bik Bank
ru_ru: Бик банка

# Languages::cp_crm_payment_purpose
source: Payment purpose
ru_ru: Назначение платежа

# Languages::cp_crm_customer_tin
source: Customer tin
ru_ru: TIN клиента

# Languages::cp_crm_customer_name
source: Customer name
ru_ru: Имя Клиента

# Languages::cp_crm_currency_id
source: Currency ID
ru_ru: ID валюты

# Languages::cp_crm_currency_name
source: Currency name
ru_ru: Название валюты

# Languages::cp_crm_amount_total
source: Amount total
ru_ru: Общая сумма

# Languages::cp_crm_amount_vat
source: Amount vat
ru_ru: Сумма НДС
