Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_checkout_modifications.po
Languages: ru_ru

# Addons::name::cp_checkout_modifications
source: Cart-Power: Modification of checkout
ru_ru: Cart-Power: Модификация страницы оформления заказа

# Addons::description::cp_checkout_modifications
source: Adding address fields for door delivery. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавление полей адреса при доставке до двери. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_checkout_modifications::id_banner_popup
source: Id banner for pop-up
ru_ru: ID баннера для pop-up

# Languages::cp_is_door_delivery
source: cp_is_door_delivery
ru_ru: Доставка до двери

# Languages::ttc_cp_is_door_delivery
source: Select this item if it is delivery to the customer’s door.
ru_ru: Выберите этот пункт, если это доставка до двери клиента.

# Languages::cp_is_delivery_to_tc
source: cp_is_delivery_to_TC
ru_ru: Доставка до терминала ТК

# Languages::ttc_cp_is_delivery_to_tc
source: cp_is_delivery_to_TC
ru_ru: Выберите этот пункт, если это доставка до терминала ТК

# Languages::cp_contact_information
source: Contact Information
ru_ru: Информация о контактном лице

# Languages::billing_address
source: Legal address
ru_ru: Юридический адрес

# Languages::cp_addition_company_info
source: Additional information about your company
ru_ru: Дополнительная информация о вашей компании

# Languages::cp_actual_address
source: Actual address
ru_ru: Фактический адрес

# Languages::cp_company_information
source: Company information
ru_ru: Информация о компании

# Languages::cp_customer_new_profile_notification
source: SPL account activated
ru_ru: Учетная запись SPL активирована

# Languages::cp_your_email
source: Your login
ru_ru: Ваш логин

# Languages::cp_your_password
source: Your password
ru_ru: Ваш пароль

# Languages::cp_login_url_text
source: <a href="[href]">Follow the link </a> in your personal account, enter your username and password. <br> Welcome to SPL!
ru_ru: <a href="[href]">Пройдите по ссылке </a> в свой личный кабинет, введите логин и пароль.<br>Добро пожаловать в SPL!

# Languages::cp_admin_new_profile_notification
source: New customer registered
ru_ru: Зарегистрирован новый покупатель

# Languages::cp_admin_new_profile_notification_header
source: New customer registered in SPL.
ru_ru: Зарегистрирован новый покупатель в SPL.

# Languages::cp_order_info
source: cp_order_info
ru_ru: Cart-Power: Информация о заказе

# Languages::cp_checkout_modifications_warehouse
source: cp_checkout_modifications_warehouse
ru_ru: Склад

# Languages::cp_checkout_modifications_product_total
source: cp_checkout_modifications_product_total
ru_ru: Товаров в Вашем заказе

# Languages::cp_profile_sections
source: Show on additional section
ru_ru: Выводить в дополнительной секции

# Languages::cp_profile_sections.actual_address
source: Actual address
ru_ru: Фактический адрес

# Languages::cp_profile_sections.additional_info
source: Additional info
ru_ru: Дополнительная информация

# Languages::cp_profile_sections.contact_information
source: Contact information
ru_ru: Контактная информация

# Languages::cp_profile_sections.company_information
source: Company information
ru_ru: Информация о компании

# Languages::cp_profile.edit_if_empty
source: Edit if empty
ru_ru: Редактировать, если не задано

# Languages::cp_profile.edit_if_empty_tooltip
source: Edit on the registration page if the Dadata hint did not fill this field
ru_ru: Редактировать на странице регистрации, если подсказка Dadata не заполнила это поле

# Languages::cp_profile.admin_edit_only
source: Edited only by admin
ru_ru: Редактируется только админом

# Languages::cp_profile.edited_only_by_admin
source: Edited only by admin
ru_ru: Редактируется только админом

# Languages::actual_same_as_billing
source: Actual address same as billing address
ru_ru: Фактический адрес совпадает с юридическим

# Languages::cp_checkout_modifications.order_total
source: Cost of goods in order
ru_ru: Стоимость товаров в заказе

# Languages::cp_checkout_modifications.taxes
source: taxes
ru_ru: НДС

# Languages::cp_complete
source: cp_complete
ru_ru: Готово

# Languages::cp_order_popup_info
source: cp_order_popup_info
ru_ru: В течении 3 часов поставщик проверит Ваш заказ. Если все в порядке, Вы получите договор-счет на оплату на почту в личном кабинете. Оплатите его в течении 2 дней

# Languages::order_completed
source: order_completed
ru_ru: Ваш заказ отправлен поставщику
