Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_direct_payments.po
Languages: ru_ru

# Addons::name::cp_direct_payments
source: Cart-power Direct Customer-to-Vendor Payments
ru_ru: Cart-power СКЛАДЫ

# Addons::description::cp_direct_payments
source: Changes the checkout process: customers pay to each vendor separately, and the money from orders goes straight to vendors. Vendors can also set up their own payment methods and promotions.
ru_ru: Изменяет процесс оформления заказа: покупатели платят каждому продавцу по-отдельности, и деньги идут напрямую продавцам. Также продавцы смогут создавать свои способы оплаты и промо-акции.

# Languages::direct_payments.carts_summary
source: Carts summary
ru_ru: Заказы у продавцов

# Languages::direct_payments.paying_now
source: Paying now
ru_ru: Оплачивается сейчас

# Languages::direct_payments.pending_carts_notice
source: There are products in your cart that you haven't ordered yet. Please <a href="[cart_url]">view your cart</a> to continue checkout.
ru_ru: Чтобы продолжить оформление заказов, перейдите <a class="ty-btn ty-btn__primary ty-btn__iv-pending-carts" href="[cart_url]">В корзину</a>

# Languages::cp_direct_payments.pending_carts_notice
source: Please proceed to the next order. <a class="ty-btn ty-btn__primary ty-btn__iv-pending-carts ty-btn__next-order" href="[cart_url]">go over</a>
ru_ru: Пожалуйста, перейдите к оформлению следующего заказа. <a class="ty-btn ty-btn__primary ty-btn__iv-pending-carts ty-btn__next-order" href="[cart_url]">перейти</a>

# Languages::direct_payments.order_commission
source: Commission payout for the order #[order_id].
ru_ru: Выплата комиссии с заказа #[order_id].

# Languages::direct_payments.admin_payments_notification
source: You don't have any active payment methods of your own. That's why the marketplace owner's payment methods will be used at checkout instead. To avoid delays in receiving money, please set up your own payment method.
ru_ru: У вас не включен ни один собственный способ оплаты. Поэтому при оформлении заказа будут использоваться способы оплаты владельца магазина. Чтобы избежать задержки с получением денег, настройте свой способ оплаты.

# Languages::direct_payments.admin_payments_description
source: These payment methods will be offered to customers only when a vendor doesn't have any active payment methods. The money from orders will first go to the marketplace owner, who will be informed about it and will have to transfer that money to the vendor.
ru_ru: Покупатели увидят эти способы оплаты, только если у продавца не включен ни один собственный способ оплаты. В этом случае деньги за заказы сначала попадут владельцу магазина; он узнает об этом и будет должен перевести эти деньги продавцу.

# Languages::direct_payments.your_payments
source: Your payment methods
ru_ru: Ваши способы оплаты

# Languages::direct_payments.admin_payments
source: Marketplace owner's payment methods
ru_ru: Способы оплаты владельца магазина

# Languages::direct_payments.create_payment_method
source: Create a payment method
ru_ru: Создать способ оплаты

# Languages::block_carts_summary
source: Cart by vendors
ru_ru: Корзины у продавцов

# Languages::block_carts_summary_description
source: Customer's cart split by vendors at checkout
ru_ru: Корзина покупателя разбитая по продавцам

# Languages::preliminary_cost
source: Preliminary cost
ru_ru: Предварительная стоимость

# Languages::place_all_orders
source: place all orders
ru_ru: Оформить все заказы

# Languages::cp_all_orders_popup_text_strong
source: You have selected products from different suppliers and / or from different warehouses.
ru_ru: Вы выбрали товары разных поставщиков и/или с разных складов.

# Languages::cp_all_orders_popup_text
source: You will need to take turns to place orders for each supplier and warehouse
ru_ru: Вам нужно будет по очереди оформить заказы по каждому поставщику и складу

# Languages::cp_direct_payments.cancel
source: cancel
ru_ru: Отмена

# Languages::cp_direct_payments.clear_vendor
source: empty this warehouse
ru_ru: Очистить этот склад
