Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_email_parser.po
Languages: ru_ru

# Addons::name::cp_email_parser
source: Cart-Power: Mail processing and automatic import
ru_ru: Cart-Power: Обработка почты и автоматический импорт

# Addons::description::cp_email_parser
source: Automatically processes emails, downloads files, and imports products. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Автоматически обрабатывает письма на почте, загружает файлы и производит импорт товаров. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_email_parser::mail_user
source: E-mail for work
ru_ru: E-mail для работы

# SettingsTooltips::cp_email_parser::mail_user
source: Specify the email address from which the import files will be collected
ru_ru: Укажите ту почту с которой будут забираться файлы импорта

# SettingsOptions::cp_email_parser::mail_pass
source: Email password
ru_ru: Пароль от почты

# SettingsOptions::cp_email_parser::cron_pass
source: CRON password
ru_ru: CRON пароль

# Languages::cp_email_parser.cron_info
source: Use this script to process mail and <br /> import products on a schedule
ru_ru: Используйте этот скрипт, чтобы обрабатывать почту и <br /> делать импорт товаров по расписанию

# Languages::cp_email_parser.email_for_parser
source: E-mail import files
ru_ru: E-mail файлов импорта

# Languages::ttc_cp_email_parser.email_for_parser
source: Specify the email address from which the import files will be sent
ru_ru: Укажите здесь почту с которой будет производиться отправка файлов импорта

# Languages::cp_email_parser
source: E-mail parser
ru_ru: E-mail парсер

# Languages::cp_email_parser.parsing_manually
source: Find and process files
ru_ru: Найти и обработать файлы

# Languages::cp_email_parser.parsing_logs
source: The system logs
ru_ru: Система логов

# Languages::cp_email_parser.no_mails
source: No messages found for import
ru_ru: Не найдено сообщений для импорта

# Languages::cp_email_parser.success_parcing
source: Processed [c_mess] messages and [c_files] files
ru_ru: Обработано сообщений : [c_mess], обработано файлов :[c_files]

# Languages::cp_email_parser.mail_success_processed
source: Message # [mess_id] processed
ru_ru: Обработано сообщение № [mess_id]

# Languages::cp_email_parser.error_cron_pass
source: The CRON password is not used or is not correct
ru_ru: Не используется или используется неверный пароль для CRON

# Languages::cp_email_parser.error_dir_create
source: Failed to create a directory for uploading files
ru_ru: Не удалось создать директорию для загрузки файлов

# Languages::cp_email_parser.error_imap_connect
source: Failed to create a connection to the mail server
ru_ru: Не удалось создать соединение с сервером почты

# Languages::cp_email_parser.error_from_address
source: Failed to process sender of message # [mess_id]
ru_ru: Не удалось обработать отправителя сообщения № [mess_id]

# Languages::cp_email_parser.error_company_id
source: The E-mail [email] from which the message # [mess_id] was sent does not match any supplier in the store
ru_ru: E-mail [email] с которого было отправлено письмо № [mess_id] не соответствует ни одному поставщику в магазине

# Languages::cp_email_parser.error_no_attachments
source: No attachments found in message # [mess_id]
ru_ru: В сообщении № [mess_id] не найдено ни одного вложения

# Languages::cp_email_parser.error_no_create_file
source: Failed to create the [file] file for the provider [company]
ru_ru: Не удалось создать файл [file] для поставщика [company]

# Languages::cp_email_parser.error_update_preset
source: Failed to update preset # [id]
ru_ru: Не удалось обновить пресет № [id]

# Languages::cp_email_parser.error_import
source: Import failed for preset # [id]
ru_ru: Не удалось выполнить импорт для пресета № [id]

# Languages::cp_email_parser.no_data
source: No data
ru_ru: Нет данных

# Languages::cp_email_parser.log_date
source: Date of logging
ru_ru: Дата логирования

# Languages::cp_email_parser.log_time
source: Duration
ru_ru: Продолжительность (сек)

# Languages::cp_email_parser.log_message
source: Result
ru_ru: Результат

# Languages::cp_email_parser.log_status
source: Status
ru_ru: Статус

# Languages::cp_email_parser.log_operation
source: Operation
ru_ru: Процесс

# Languages::cp_email_parser.log_status_error
source: Error
ru_ru: Ошибка

# Languages::cp_email_parser.log_status_success
source: Without errors
ru_ru: Без ошибок

# Languages::cp_email_parser.logs_title
source: Parser log system
ru_ru: Система логов парсера

# Languages::cp_email_parser.connection_to_mail_server
source: Connecting to the mail server
ru_ru: Подключение к почтовому серверу

# Languages::cp_email_parser.import_process
source: Import
ru_ru: Импорт

# Languages::cp_email_parser.parsing_mail
source: Email processing
ru_ru: Обработка письма

# Languages::cp_email_parser.parsing_attachments
source: Processing attachments
ru_ru: Обработка вложения

# Languages::cp_email_parser.success_import
source: Import of the preset # [preset_id] was successful. Processed [c_prod] products
ru_ru: Импорт пресета № [preset_id] прошел успешно. Обработано товаров : [c_prod]

# Languages::cp_email_parser.clean_logs
source: Clean logs
ru_ru: Очистить логи

# Languages::cp_email_parser.clean_old_logs
source: Clean old logs
ru_ru: Очистить старые логи

# Languages::cp_email_parser.log_events
source: Chain of events
ru_ru: Цепочка событий
