Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_editing_a_product_block.po
Languages: ru_ru

# Addons::name::cp_editing_a_product_block
source: Cart-Power: Editing a product block
ru_ru: Cart-Power: Изменение товарного блока

# Addons::description::cp_editing_a_product_block
source: Change the appearance of product lists. Editing a product block in a catalog. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Измененяет внешний вид списков продуктов. Редактирование товарного блока в каталоге. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsSections::cp_editing_a_product_block::settings
source: Setting the output of characteristics in the directory
ru_ru: Настройка вывода характеристик в каталоге

# SettingsOptions::cp_editing_a_product_block::brand
source: brand
ru_ru: Бренд

# SettingsOptions::cp_editing_a_product_block::manufacturer
source: manufacturer
ru_ru: Производитель

# SettingsOptions::cp_editing_a_product_block::producing_country
source: producing_country
ru_ru: Страна производитель

# SettingsOptions::cp_editing_a_product_block::manufacturer_code
source: manufacturer_code
ru_ru: Код производителя

# SettingsOptions::cp_editing_a_product_block::city
source: city
ru_ru: Город

# Languages::cp_manufacturer_code
source: cp_manufacturer_code
ru_ru: Kод производителя

# Languages::cp_cost_of_one
source: cp_cost_of_one
ru_ru: Стоимость 1шт
