Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_edost_improvement.po
Languages: ru_ru

# Addons::name::cp_edost_improvement
source: Cart-Power: Improving the 'Russian localization — Payment on delivery ( eDost.ru )' add-on
ru_ru: Cart-Power: Улучшение модуля 'Калькулятор стоимости доставки eDost.ru'

# Addons::description::cp_edost_improvement
source: Allows you to pass the departure city to the delivery calculator. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Позволяет передать город отправления в калькулятор доставки. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_edost_improvement.calculate_info
source: To recalculate the delivery cost <br> fill in the fields below and click 'Calculate'
ru_ru: Для того чтобы пересчитать стоимость доставки <br> заполните поля ниже и нажмите кнопку 'Расcчитать'

# Languages::cp_edost_improvement.calculate_shipping_cost
source: Calculate
ru_ru: Рассчитать

# Languages::cp_edost_improvement.calculate_shipping_cost_with_edost
source: Calculate delivery using the eDost service
ru_ru: Расcчитать доставку с помощью сервиса eDost

# Languages::cp_edost_improvement.shipping_cost_not_calculated
source: Couldn't calculate shipping cost
ru_ru: Не удалось рассчитать стоимость доставки

# Languages::cp_edost_improvement.shipping_cost_not_change
source: The delivery cost has not changed
ru_ru: Стоимость доставки не изменилась

# Languages::cp_edost_improvement.change_shipping_cost
source: Calculating the cost of delivery
ru_ru: Расчет стоимости доставки

# Languages::cp_edost_improvement.shipping_cost_change
source: Price change [from] -> [to]
ru_ru: Изменение цены [from] -> [to]

# Languages::cp_edost_improvement.save
source: Still save
ru_ru: Все равно сохранить

# Languages::cp_edost_improvement.calculate_error_info
source: The eDost service could not calculate delivery.Do you want to save the dimensions of the order?
ru_ru: Сервис eDost не смог рассчитать доставку.Хотите ли вы сохранить габариты заказа?

# Languages::cp_edost_improvement.calculation_error
source: Calculation error
ru_ru: Ошибка расчета

# Languages::cp_edost_improvement.order_sizes_check
source: Checking dimensions
ru_ru: Проверка размеров

# Languages::cp_edost_improvement.can_change_sizes
source: You can change the size of the parcel, but the delivery cost will not be recalculated.
ru_ru: Вы можете изменить размеры посылки, однако стоимость доставки пересчитана не будет.

# Languages::cp_edost_improvement.must_specify_sizes
source: You must specify the size of the parcel, but the delivery cost will not be recalculated.
ru_ru: Вы должны указать размеры посылки, однако стоимость доставки пересчитана не будет.

# Languages::cp_edost_improvement.completed_orders
source: Complete an order.
ru_ru: Скомплектовать заказ

# Languages::cp_order_sizes
source: Dimensions of the order
ru_ru: Габариты заказа

# Languages::cp_order_sizes_title
source: Dimensions (LxWxH), cm
ru_ru: Габариты (ДхШхВ), см

# Languages::cp_edost_improvement.save_info
source: You can specify the size of the parcel in centimeters
ru_ru: Вы можете указать размеры посылки в сантиметрах

# Languages::cp_edost_improvement.enter_order_size
source: Specify the size of the parcel
ru_ru: Указать размеры посылки

# Languages::cp_length
source: Length, cm
ru_ru: Длина, см

# Languages::cp_height
source: Height, cm
ru_ru: Высота, см

# Languages::cp_width
source: Width, cm
ru_ru: Ширина, см
