Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_invoices_for_accounting.po
Languages: ru_ru

# Addons::name::cp_invoices_for_accounting
source: Cart-Power: Automatic saving of paid contract invoices
ru_ru: Cart-Power: Автоматическое сохранение оплаченных Договор-счетов

# Addons::description::cp_invoices_for_accounting
source: Automatically saves the paid Contract invoices to the SPL server and sends the files to Zoho. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Автоматически сохраняет оплаченные Договор-счета на сервер SPL и отправляет файлы в Zoho. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_invoices_for_accounting::cron_pass
source: CRON password
ru_ru: CRON пароль

# SettingsOptions::cp_invoices_for_accounting::folder_name
source: Name of the file folder
ru_ru: Название папки для файлов

# Languages::cp_invoices_for_accounting.cron_info
source: Use this script to automatically save files to the SPL server and send them to Zoho
ru_ru: Используйте этот скрипт для автоматического сохранения файлов на сервер SPL и отправки в Zoho

# Languages::cp_invoices_for_accounting
source: Paid for the Contract account
ru_ru: Оплаченные Договор-счета

# Languages::cp_invoices_for_accounting.invoices_for_download
source: Contract-invoices for unloading
ru_ru: Договор-счета для выгрузки

# Languages::cp_invoices_for_accounting.download_invoices
source: To unload manually
ru_ru: Выгрузить вручную

# Languages::cp_invoices_for_accounting.order_id
source: Order ID
ru_ru: Номер заказа

# Languages::cp_invoices_for_accounting.cp_payment_order_number
source: Payment order number
ru_ru: Номер платежного поручения

# Languages::cp_invoices_for_accounting.order_status
source: Order status
ru_ru: Статус заказа
