Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_live_search.po
Languages: ru_ru

# Addons::name::cp_live_search
source: Cart-Power: Live search
ru_ru: Cart-Power: Живой поиск

# Addons::description::cp_live_search
source: Include new live search for your store. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>. Professional CS-Cart development.
ru_ru: Добавьте новый быстрый Живой поиск в ваш магазин. Разработан <a target="_blank" href="http://cart-power.ru/">Cart-Power</a>. Профессиональная разработка для CS-Cart.

# SettingsSections::cp_live_search::elm_Settings
source: Default settings
ru_ru: Стандартные настройки

# SettingsSections::cp_live_search::general
source: General
ru_ru: Основное

# SettingsSections::cp_live_search::search_options
source: Search settings
ru_ru: Параметры поиска

# SettingsSections::cp_live_search::display_options
source: Look and feel settings
ru_ru: Параметры отображения

# SettingsOptions::cp_live_search::show_taxed_prices
source: Show taxed prices
ru_ru: Отображать цены с налогами

# SettingsOptions::cp_live_search::show_categories_result
source: Show categories in search result
ru_ru: Выводить категории в результатах поиска

# SettingsOptions::cp_live_search::categories_amount
source: Max number of categories
ru_ru: Количество категорий

# SettingsOptions::cp_live_search::search_by_exact_phrase
source: Search algorithm
ru_ru: Алгоритм поиска

# SettingsVariants::cp_live_search::search_by_exact_phrase::any
source: Any word
ru_ru: Любые слова

# SettingsVariants::cp_live_search::search_by_exact_phrase::all
source: All words
ru_ru: Все слова

# SettingsVariants::cp_live_search::search_by_exact_phrase::strict_all
source: All words (strictly by fields)
ru_ru: Все слова (строго по полям)

# SettingsVariants::cp_live_search::search_by_exact_phrase::exact_phrase
source: Exact phrase
ru_ru: Точную фразу

# SettingsOptions::cp_live_search::ignore_symbols
source: Ignored characters in the product name
ru_ru: Игнорируемые символы в названии товара

# SettingsTooltips::cp_live_search::ignore_symbols
source: Write the characters through the space, which must be ignored when searching in the product name. To apply the changes you need to rebuild the cache. Works only when cache is used
ru_ru: Пропишите символы через пробел, которые необходимо игнорировать при поиске в названии товара. Чтобы применить изменения необходимо перегенерировать кэш. Работает только при использовании кэша

# SettingsOptions::cp_live_search::order_results
source: Sort search results by
ru_ru: Расположить результаты поиска по

# SettingsTooltips::cp_live_search::order_results
source: Works only when cache is used
ru_ru: Работает только при использовании кэша

# SettingsVariants::cp_live_search::order_results::popularity
source: Popularity
ru_ru: Популярности

# SettingsVariants::cp_live_search::order_results::weight
source: Fields weight
ru_ru: Приоритету полей

# SettingsVariants::cp_live_search::order_results::newest
source: New items first
ru_ru: Сначала новые

# SettingsVariants::cp_live_search::order_results::price_asc
source: Price Low to High
ru_ru: Возрастанию цены

# SettingsVariants::cp_live_search::order_results::price_desc
source: Price High to Low
ru_ru: Убыванию цены

# SettingsVariants::cp_live_search::order_results::product
source: Product name A-Z
ru_ru: Названию товара А-Я

# SettingsOptions::cp_live_search::search_by_product_code
source: Search by product code
ru_ru: Искать по артикулу

# SettingsOptions::cp_live_search::letters_to_start
source: Minimum entered characters to start searching
ru_ru: Минимальное количество символов, необходимых для начала поиска

# SettingsOptions::cp_live_search::items_limit
source: Limit the number of products in search results drop-down list
ru_ru: Максимальное количество товаров в выпадающем списке Живого поиска

# SettingsOptions::cp_live_search::show_thumbnails
source: Product thumbnails
ru_ru: Миниатюры товаров

# SettingsOptions::cp_live_search::thumbnails_width
source: Image width
ru_ru: Ширина изображения

# SettingsOptions::cp_live_search::thumbnails_height
source: Image height
ru_ru: Высота изображения

# SettingsOptions::cp_live_search::search_in_keywords
source: Search in metadata
ru_ru: Искать в мета-данных

# SettingsOptions::cp_live_search::show_add_to_cart
source: Show “Add to cart” button
ru_ru: Показывать кнопку "В корзину"

# SettingsOptions::cp_live_search::searchinfeatures
source: Search in features
ru_ru: Искать по характеристикам

# SettingsTooltips::cp_live_search::searchinfeatures
source: You must check the corresponding checkbox in the settings of the feature. To apply the changes you need to rebuild the cache. Works only when cache is used.
ru_ru: Необходимо включить соответствующую галочку в настройках характеристики. Чтобы применить изменения необходимо перегенерировать кэш. Работает только при использовании кэша.

# SettingsOptions::cp_live_search::searchinoptions
source: Search in options
ru_ru: Искать по опциям

# SettingsTooltips::cp_live_search::searchinoptions
source: Works only when cache is used
ru_ru: Работает только при использовании кэша

# SettingsOptions::cp_live_search::show_product_code
source: Show product code
ru_ru: Показывать артикул

# SettingsOptions::cp_live_search::show_product_price
source: Show product price
ru_ru: Показывать цену

# SettingsOptions::cp_live_search::use_suggestions
source: Show suggestions
ru_ru: Показывать подсказки

# SettingsVariants::cp_live_search::use_suggestions::none
source: Do not show
ru_ru: Не показывать

# SettingsVariants::cp_live_search::use_suggestions::auto
source: From Search phrases and Search history
ru_ru: Из поисковых фраз и истории поиска

# SettingsVariants::cp_live_search::use_suggestions::search_phrases
source: From search phrases
ru_ru: Из поисковых фраз

# SettingsVariants::cp_live_search::use_suggestions::search_results
source: From search history
ru_ru: Из истории поиска

# SettingsOptions::cp_live_search::suggestions_amount
source: Max number of suggestions
ru_ru: Количество подсказок

# SettingsOptions::cp_live_search::search_by_categories
source: Search by categories
ru_ru: Поиск по категориям

# SettingsVariants::cp_live_search::search_by_categories::none
source: None
ru_ru: Не выбрано

# SettingsVariants::cp_live_search::search_by_categories::in_categories
source: Products from the category only
ru_ru: Только по категориям товара

# SettingsVariants::cp_live_search::search_by_categories::in_categories_paths
source: Include products from the subcategories
ru_ru: Включить товары из вложенных категорий

# SettingsOptions::cp_live_search::search_in_full_description
source: Search in full description
ru_ru: Искать по описанию

# SettingsTooltips::cp_live_search::search_in_full_description
source: Search in full description decreases speed of search
ru_ru: Включение этой настройки снижает скорость поиска

# SettingsOptions::cp_live_search::search_in_short_description
source: Search in short description
ru_ru: Искать по краткому описанию

# SettingsTooltips::cp_live_search::search_in_short_description
source: Search in short description decreases speed of search
ru_ru: Включение этой настройки снижает скорость поиска

# SettingsOptions::cp_live_search::search_delay
source: Search delay (ms)
ru_ru: Задержка поиска (ms)

# SettingsOptions::cp_live_search::show_ajax_loader
source: Show ajax loader
ru_ru: Показывать ajax-загрузчик

# SettingsOptions::cp_live_search::ajax_loader
source: Ajax loader animation
ru_ru: Анимация ajax-загрузчика

# SettingsVariants::cp_live_search::ajax_loader::loader_1
source: Loader 1
ru_ru: Загрузчик 1

# SettingsVariants::cp_live_search::ajax_loader::loader_2
source: Loader 2
ru_ru: Загрузчик 2

# SettingsVariants::cp_live_search::ajax_loader::loader_3
source: Loader 3
ru_ru: Загрузчик 3

# SettingsVariants::cp_live_search::ajax_loader::loader_4
source: Loader 4
ru_ru: Загрузчик 4

# SettingsVariants::cp_live_search::ajax_loader::loader_5
source: Loader 5
ru_ru: Загрузчик 5

# SettingsOptions::cp_live_search::cron_password
source: CRON password
ru_ru: Пароль CRON

# SettingsOptions::cp_live_search::use_cache
source: Use cache
ru_ru: Использовать кэш

# SettingsTooltips::cp_live_search::use_cache
source: Works only if the cache is generated. Please rebuild the cache on the following page: Cart-Power: Add-ons > Live search > Data caching.
ru_ru: Эта настройка будет работать только при сгенерированном кэше. Сгенерируйте кэш на странице Cart-Power: Модули > Живой поиск > Кэширование данных.

# SettingsOptions::cp_live_search::show_icon_on_desktop
source: Show icon instead field on desktop
ru_ru: Показывать только иконку на десктопной версии

# SettingsTooltips::cp_live_search::show_icon_on_desktop
source: Work with 'Inline search field (top panel)' and 'Dropdown search field with icon (top panel)' templates
ru_ru: Работает с шаблонами 'Выпадающее поле поиска с иконкой (для топ панели)' и 'Строчное поле поиска (для топ панели)'

# Languages::next_items
source: Next items
ru_ru: Следующие

# Languages::show_all_items
source: Show all items
ru_ru: Показать все

# Languages::previous_items
source: Previous items
ru_ru: Предыдущие

# Languages::cp_stop_words
source: Stop words
ru_ru: Стоп-слова

# Languages::ttc_cp_stop_words
source: Used for Live search. Add comma separated search queries for which the product should be excluded from the search results.
ru_ru: Используются для Живого поиска. Введите через запятую поисковые запросы, по которым товар нужно исключить из результатов поисковой выдачи.

# Languages::cp_live_search
source: Live search
ru_ru: Живой поиск

# Languages::cache
source: Cache
ru_ru: Кэш

# Languages::search_history
source: Search history
ru_ru: История поиска

# Languages::cp_live_search_cache
source: Data caching
ru_ru: Кэширование данных

# Languages::repair_cache_table
source: Repair cache table
ru_ru: Исправить кэш-таблицу

# Languages::optimize_cache_table
source: Optimize cache table
ru_ru: Оптимизировать кэш-таблицу

# Languages::delete_cache_table
source: Delete cache table
ru_ru: Удалить кэш-таблицу

# Languages::rebuild_cache
source: Rebuild cache
ru_ru: Сгенерировать кэш

# Languages::make_search_better
source: To fasten the search, disable search in short and full descriptions in the add-on settings.
ru_ru: Чтобы ускорить поиск, отключите поиск по описанию товара в настройках модуля.

# Languages::cached_products
source: Cached products
ru_ru: Кэшированные товары

# Languages::total_cached_strings
source: Total cached strings
ru_ru: Количество кэшированных строк

# Languages::group_by_search
source: Group by search phrase
ru_ru: Группировать по поисковому запросу

# Languages::count
source: Number of queries
ru_ru: Количество запросов

# Languages::simple_search
source: Regular search
ru_ru: Обычный поиск

# Languages::clear_history
source: Clear history
ru_ru: Очистить историю

# Languages::text_search_words_have_been_deleted
source: Search words have been deleted
ru_ru: Поисковые запросы удалены

# Languages::text_search_word_has_been_deleted
source: Search word has been deleted
ru_ru: Поисковый запрос удален

# SettingsOptions::cp_live_search::licensekey
source: License Key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_live_search::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues
ru_ru: Необходимо ввести номер лицензии. Свяжитесь с нами (sales@cart-power.com), если у вас возникли какие-либо проблемы

# Languages::tmpl_inline_search
source: Inline search field (top panel)
ru_ru: Строчное поле поиска (для топ панели)

# Languages::tmpl_dropdown_search
source: Dropdown search field with icon (top panel)
ru_ru: Выпадающее поле поиска с иконкой (для топ панели)

# Languages::cp_live_search_cache_menu_description
source: Manage Live Search Cache
ru_ru: Управление кешем Live Search

# Languages::cp_live_search_menu_description
source: Manage Live Search
ru_ru: Управление Живым поиском

# Languages::search_history_menu_description
source: Manage Live Search history
ru_ru: Управление историей Live Search

# Languages::fields_weight
source: Fields weight
ru_ru: Приоритет полей

# Languages::fields_weight_menu_description
source: Manage Live Search fields weight
ru_ru: Редактирование приоритета полей Live Search fields

# Languages::search_field
source: Search field
ru_ru: Поле поиска

# Languages::field_weight_none
source: Full match with the text
ru_ru: Полное совпадение с текстом

# Languages::field_weight_before
source: Full match with the begining of the text
ru_ru: Полное совпадение с началом текста

# Languages::field_weight_after
source: Full match with the end of the text
ru_ru: Полное совпадение с окончанием текста

# Languages::field_weight_any
source: Full match with any part of the text
ru_ru: Полное совпадение с любой частью текста

# Languages::product_field
source: Product field
ru_ru: Поле товара

# Languages::sort_by_cp_search_weight_desc
source: Sort by relevance
ru_ru: Сортировать по релевантности

# Languages::fields_weight_explanation_title
source: The work of Fields weight functionality on the example of the Samsung Smart TV product.
ru_ru: Работа функционала приоритет полей (на примере товара "Samsung Smart TV").

# Languages::type_of_match
source: Type of match
ru_ru: Тип вхождения поисковой фразы

# Languages::product_will_be_in_search_results
source: Product will be shown in the search results
ru_ru: Товар будет показан в результатах поиска

# Languages::product_will_not_be_in_search_results
source: Product will not be shown in the search results
ru_ru: Товар не будет показан в результатах поиска

# Languages::search_query
source: Search query
ru_ru: Поисковый запрос

# Languages::display
source: Display options
ru_ru: Параметры отображения

# Languages::dropdown
source: Dropdown (for top panel)
ru_ru: Выпадающее поле поиска (для топ-панели)

# Languages::rounded_corners
source: Rounded corners
ru_ru: Скругленные углы

# Languages::show_add_to_cart
source: Show "Add to cart" button
ru_ru: Показывать кнопку "В корзину"

# Languages::show_icon_on_desktop
source: Show search icon instead of search field
ru_ru: Отображать иконку поиска вместо поискового поля

# Languages::effect
source: Effect
ru_ru: Эффект

# Languages::show_in_dropdown
source: Show field in dropdown
ru_ru: Отображать в выпадающем окошке

# Languages::animated
source: Animated
ru_ru: Анимация

# Languages::overlay
source: Overlay
ru_ru: Всплывающее окно

# Languages::underline_field
source: Underline field
ru_ru: Подчеркнутое поле

# Languages::result
source: Products found
ru_ru: Найдено товаров

# Languages::cp_table_not_exists
source: Table not exists
ru_ru: Таблица не найдена

# Languages::cp_cron_command
source: CRON commands
ru_ru: CRON команды

# Languages::cp_all_cron_command
source: CRON commands for all storefronts
ru_ru: CRON команды для всех витрин

# Languages::privileges.manage_cp_live_search
source: Manage Live search
ru_ru: Управление Живым поиском

# Languages::privileges.view_cp_live_search
source: View Live search
ru_ru: Просмотр Живого поиска

# SettingsOptions::cp_live_search::show_category_labels
source: Assign colors for categories
ru_ru: Назначить цвета для категорий

# SettingsOptions::cp_live_search::show_add_to_wishlist
source: Show "Add to wishlist" button
ru_ru: Показывать кнопку "В избранное"

# SettingsOptions::cp_live_search::show_add_to_comparison_list
source: Show "Add to comparison list" button
ru_ru: Показывать кнопку "В список сравнения"

# SettingsSections::cp_live_search::elements_options
source: Elements options
ru_ru: Параметры элементов

# Languages::cp_ls_stylization
source: Stylization
ru_ru: Стилизация

# Languages::cp_ls_color
source: Color
ru_ru: Цвет

# Languages::cp_ls_hover_color
source: Hover color
ru_ru: Цвет при наведении

# Languages::cp_ls_background
source: Background
ru_ru: Фон

# Languages::cp_ls_borders
source: Borders
ru_ru: Границы

# Languages::cp_btn_add_to_cart
source: Button "Add to cart"
ru_ru: Кнопка "В корзину"

# Languages::cp_btn_add_to_wishlist
source: Button "Add to wishlist"
ru_ru: Кнопка "В избранное"

# Languages::cp_btn_add_to_comparison_list
source: Button "Add to comparison list"
ru_ru: Кнопка "В список сравнения"

# Languages::cp_ls_popup_titles
source: Inscriptions in a popup
ru_ru: Надписи во всплывающем окне

# Languages::cp_ls_popup_elements
source: Popup tools
ru_ru: Инструменты всплывающего окна

# SettingsVariants::cp_live_search::show_category_labels::random
source: Random
ru_ru: Случайные

# SettingsVariants::cp_live_search::show_category_labels::assigned
source: Assigned
ru_ru: Заданные

# SettingsOptions::cp_live_search::category_labels_colors
source: Category colors
ru_ru: Цвета категорий

# SettingsTooltips::cp_live_search::category_labels_colors
source: Add comma separated colors in Hex format which will be used to display categories. For example: #000,#ссс,#f8f8f8.
ru_ru: Пропишите цвета через запятую (в формате Hex), которые будут использоваться для отображения категорий.Например: #000,#ссс,#f8f8f8.

# Languages::cp_search_motivation
source: Search motivation
ru_ru: Мотивация поиска

# Languages::cp_motivation_phrases
source: Motivation phrases
ru_ru: Тексты мотивации

# Languages::ttc_cp_motivation_phrases
source: Add phrases (each on a new line) to show in the search bar
ru_ru: Пропишите фразы (каждую через новую строку), которые необходимо отобразить в строке поиска

# SettingsSections::cp_live_search::search_motivation
source: Search motivation
ru_ru: Мотивация поиска

# SettingsOptions::cp_live_search::use_sm
source: Use search motivation
ru_ru: Использовать мотивацию поиска

# SettingsOptions::cp_live_search::show_sm
source: Show search motivation
ru_ru: Показывать мотивацию поиска

# SettingsVariants::cp_live_search::show_sm::sm_home
source: Home page
ru_ru: Главная страница

# SettingsVariants::cp_live_search::show_sm::sm_cart
source: Cart
ru_ru: Корзина

# SettingsVariants::cp_live_search::show_sm::sm_checkout
source: Checkout page
ru_ru: Страница оформления заказа

# SettingsVariants::cp_live_search::show_sm::sm_profile
source: Profile/registration page
ru_ru: Страница профиля/регистрации

# SettingsVariants::cp_live_search::show_sm::sm_pages
source: Content pages / form pages / blog pages
ru_ru: Контентные страницы / страницы форм / страницы блога

# SettingsVariants::cp_live_search::show_sm::sm_categories
source: Category pages
ru_ru: Страницы категорий

# SettingsVariants::cp_live_search::show_sm::sm_products
source: Product pages
ru_ru: Страницы товаров

# SettingsOptions::cp_live_search::search_by_vendors
source: Search by vendors (Multi-Vendor)
ru_ru: Искать по вендорам (Multi-Vendor)

# Languages::cp_search_phrases
source: Search phrases
ru_ru: Поисковые фразы

# Languages::cp_all_search_history
source: All search history
ru_ru: Вся история поиска

# Languages::cp_search_phrases_group
source: Grouped phrases
ru_ru: Сгруппированные фразы

# Languages::cp_product_clicks
source: Product clicks
ru_ru: Клики по товарам

# SettingsOptions::cp_live_search::record_search_history
source: Record search history
ru_ru: Записывать историю поиска

# SettingsOptions::cp_live_search::show_list_price
source: Show old price
ru_ru: Показывать старую цену

# SettingsOptions::cp_live_search::show_product_category
source: Show product category
ru_ru: Показывать категории товаров

# SettingsVariants::cp_live_search::show_product_category::none
source: Do not show
ru_ru: Не показывать

# SettingsVariants::cp_live_search::show_product_category::group
source: Grouped
ru_ru: Группировать

# SettingsVariants::cp_live_search::show_product_category::each
source: For each product
ru_ru: Для каждого товара

# SettingsTooltips::cp_live_search::show_category_labels
source: Choose how to assign colors to category labels if the setting "For each product" was selected.
ru_ru: Выбор отображения категорий при выборе настройки "Для каждого товара"

# Languages::sort_by_cp_category_group_asc
source: Sort by category
ru_ru: Сортировка по категориям

# Languages::sort_by_cp_category_group_ascdesc
source: Sort by category
ru_ru: Сортировка по категориям

# SettingsOptions::cp_live_search::show_brands_result
source: Show brands
ru_ru: Показывать бренды

# SettingsOptions::cp_live_search::brand_id
source: Brand feature
ru_ru: Характеристика бренда

# SettingsOptions::cp_live_search::brands_amount
source: Max number of brands
ru_ru: Количество брендов

# SettingsOptions::cp_live_search::show_f_products_result
source: Show featured products
ru_ru: Показывать рекомендованные товары

# SettingsOptions::cp_live_search::f_products_amount
source: Max number of featured products
ru_ru: Количество рекомендованных товаров

# SettingsOptions::cp_live_search::popup_mheight
source: Max height of the live search block
ru_ru: Максимальная высота блока живого поиска

# Languages::cp_search_phrase
source: Search phrase
ru_ru: Поисковая фраза

# Languages::cp_featured_products
source: Featured products
ru_ru: Рекомендованные товары

# Languages::cp_suggestions
source: Suggestions
ru_ru: Подсказки

# Languages::cp_suggestion
source: Suggestion
ru_ru: Подсказка

# Languages::cp_in_live_search
source: Use in Live Search
ru_ru: Использовать в Живом Поиске

# Languages::ttc_cp_search_phrases
source: Add comma separated phrases to show suggestions and/or featured products for them.
ru_ru: Пропишите фразы через запятую, которые необходимы для отображения выбранных подсказок и товаров.

# Languages::ttc_cp_suggestions
source: Add the suggestions (each on a new line), that you want to show.
ru_ru: Пропишите подсказки (каждую через новую строку), которые необходимо отобразить.

# Languages::cp_search_by_product
source: Search by product
ru_ru: Поиск по товару

# SettingsOptions::cp_live_search::show_categories_path
source: Show category paths
ru_ru: Показывать пути категорий

# Languages::cp_brands
source: Brands
ru_ru: Бренды

# Languages::cp_view_all_items_text
source: View all [n] items
ru_ru: Посмотреть все [n] элементов

# Languages::cp_view_all
source: View all
ru_ru: Посмотреть все

# Languages::cp_load_more
source: Load more
ru_ru: Показать еще

# Languages::cp_related_searches
source: Related searches
ru_ru: Похожие запросы

# Languages::cp_f_products
source: items
ru_ru: товара(ов)

# Languages::cp_ls_headers_background
source: Headers background
ru_ru: Фон заголовков

# SettingsOptions::cp_live_search::speller
source: Spell check
ru_ru: Проверка правописания

# SettingsTooltips::cp_live_search::speller
source: Suggest corrected words if no products found, and there are no search phrases set for the query.
ru_ru: Показывать исправленные слова, если поиск не дал результатов и поисковые фразы для запроса не настроены.

# SettingsVariants::cp_live_search::speller::none
source: None
ru_ru: Не выбрано

# SettingsVariants::cp_live_search::speller::yandex
source: Yandex.Speller
ru_ru: Яндекс.Спеллер

# Languages::cp_ls_mb_mean
source: Maybe you mean
ru_ru: Возможно, вы имели в виду

# SettingsSections::cp_live_search::search_acceleration
source: Search acceleration
ru_ru: Ускорение поиска

# SettingsOptions::cp_live_search::use_boost
source: Speed up the search
ru_ru: Ускорить поиск

# SettingsTooltips::cp_live_search::use_boost
source: Search is accelerated by indexing the beginning of words in the name, product code and search words of the product. Such a search works exclusively in these fields and significantly speeds up the search in stores with a large number of products.
ru_ru: Поиск ускоряется за счет индексации начала слов в названии, артикуле и поисковых словах товара. Такой поиск работает исключительно по этим полям и значительно ускоряет поиск в магазинах с большим количеством товаров.
