Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_live_search.po
Languages: ru_ru

# Languages::cp_ls_index_cron_info
source: <a href="[url]/index.php?dispatch=cp_search_cache.generate_indexes&company_id=[company_id]&access_key=[cron_key]" class="btn btn-primary cm-ajax cm-comet">Generate indexes</a><br /><br /><strong>CRON commands to automatically update the product index table:</strong><br />1) php [dir]/index.php --dispatch=cp_search_cache.generate_indexes --switch_company_id=[company_id] --access_key=[cron_key]<br />2) curl [url]/index.php?dispatch=cp_search_cache.generate_indexes&company_id=[company_id]&access_key=[cron_key]
ru_ru: <a href="[url]/index.php?dispatch=cp_search_cache.generate_indexes&company_id=[company_id]&access_key=[cron_key]" class="btn btn-primary cm-ajax cm-comet">Cгенерировать индексы</a><br /><br /><strong>CRON-команды для автоматического обновления таблицы индексов товаров:</strong><br />1) php [dir]/index.php --dispatch=cp_search_cache.generate_indexes --switch_company_id=[company_id] --access_key=[cron_key]<br />2) curl [url]/index.php?dispatch=cp_search_cache.generate_indexes&company_id=[company_id]&access_key=[cron_key]

# Languages::cp_ls_index_select_store
source: To generate indexes and display CRON links, select a storefront.
ru_ru: Для генерации индексов и отображения ссылок CRON выберите витрину.

# SettingsOptions::cp_live_search::show_vendors_result
source: Show vendors in search result (Multi-Vendor)
ru_ru: Показывать продавцов (Multi-Vendor)

# SettingsOptions::cp_live_search::vendors_amount
source: Max number of vendors (Multi-Vendor)
ru_ru: Количество продавцов (Multi-Vendor)

# Languages::cp_ls_product_code
source: Product code
ru_ru: Артикул

# SettingsOptions::cp_live_search::search_general_header
source: General settings
ru_ru: Общие настройки

# SettingsOptions::cp_live_search::search_cache_header
source: Cache settings
ru_ru: Настройки кэша

# SettingsOptions::cp_live_search::spell_amount
source: Max number of words
ru_ru: Количество слов

# Languages::cp_ls_cache_link_info
source: To generate a cache, follow the <a target="_blank" href="[link]">link</a>.
ru_ru: Для генерации кэша, перейдите по <a target="_blank" href="[link]">ссылке</a>.

# Languages::cp_ls_sm_link_info
source: To configure motivation texts, follow the <a target="_blank" href="[link]">link</a>.
ru_ru: Для настройки текстов мотивации, перейдите по <a target="_blank" href="[link]">ссылке</a>.

# SettingsTooltips::cp_live_search::search_by_exact_phrase
source: All words - all words of the query must be in the product data (in any sequence);<br />All words (strictly by fields) - all words of the query must be in one searched field (works only when cache is used);<br />Any word - at least one word must be in the product data;<br />Exact phrase - the words must be in the specified order only in the product data.
ru_ru: Товары не найдены, попробуйте другой запрос.

# Languages::cp_ls_search_results_for
source: Search results for "[q]"
ru_ru: Результаты поиска для "[q]"

# SettingsOptions::cp_live_search::h_suggestions_letters
source: Minimum number of characters for suggestions from the search history
ru_ru: Количество символов для подсказок из истории поиска

# SettingsOptions::cp_live_search::h_suggestions_requests
source: Minimum number of searches for suggestions from the search history
ru_ru: Количество запросов для подсказок из истории поиска

# Languages::privilege_groups.cp_live_search
source: Live search
ru_ru: Живой поиск

# Languages::cp_btn_load_more
source: Button "Load more"
ru_ru: Кнопка "Показать еще"

# Languages::cp_btn_view_all
source: Button "View all"
ru_ru: Кнопка "Посмотреть все"

# Languages::cp_btn_view_all_text
source: Text color and border of button "View all"
ru_ru: Цвет текста и граница кнопки "Посмотреть все"

# Languages::cp_ls_by_search_phrase
source: CP: By search phrase
ru_ru: CP: По поисковой фразе
