Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_megalog.po
Languages: ru_ru

# Addons::name::cp_megalog
source: Cart-Power: Extended log system
ru_ru: Cart-Power: Расширенная система логирования

# Addons::description::cp_megalog
source: Make logs for different objects. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет логирование для различных объектов. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_ml_mega_logs
source: CP: Extended logs
ru_ru: CP: Расширенные логи

# Languages::cp_ml_logs_cleared
source: Logs cleared
ru_ru: Логи очищены

# Languages::cp_ml_guest
source: Guest
ru_ru: Гость

# Languages::cp_ml_leave_a_comment
source: Please, leave a comment
ru_ru: Пожалуйста, оставьте комментарий

# Languages::cp_ml_system
source: System
ru_ru: Система

# Languages::cp_ml_order_created
source: The order has been created
ru_ru: Заказ создан

# Languages::cp_ml_order_changed
source: The order has been changed
ru_ru: Заказ изменен

# Languages::cp_ml_status_changed
source: The status has been changed
ru_ru: Cтатус изменен

# Languages::cp_ml_controller
source: Controller
ru_ru: Контроллер

# Languages::cp_ml_mode
source: Mode
ru_ru: Режим

# Languages::cp_ml_object_id
source: Object ID
ru_ru: ID бъекта

# Languages::cp_ml_use_this_for_clear_lgos
source: Use this script to clear logs according to the schedule
ru_ru: Используйте этот скрипт для очистки логов по расписанию

# Languages::privilege_groups.cp_ml_priv_group
source: CP: Extended logs
ru_ru: CP: Расширенные логи

# Languages::cp_ml_use_this_for_reculc_vend_counts
source: Use this script to recalculate products counts for vendors
ru_ru: Используйте этот скрипт для пересчета кол-ва товаров продавцов по расписанию

# SettingsOptions::cp_megalog::clear_log_days
source: Clear logs after (days)
ru_ru: Очищать логи через (дни)

# SettingsOptions::cp_megalog::cron_pass
source: Cron password
ru_ru: Пароль для CRON

# Languages::cp_ml_comment
source: Comment
ru_ru: Комментарий

# Languages::privileges.manage_cp_megalog
source: CP: Manage logs
ru_ru: CP: Редактирование логов
