Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_orders_list_details.po
Languages: ru_ru

# Addons::name::cp_orders_list_details
source: Cart-Power: Orders list page changes
ru_ru: Cart-Power: Изменения на странице списка заказов

# Addons::description::cp_orders_list_details
source: Changing customer orders list page. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Изменение страницы списка заказов для покупателя. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_oc_order_info
source: Order info
ru_ru: Информация о заказе

# Languages::cp_oc_service_links
source: Tracking links
ru_ru: Ссылки на отслеживание

# Languages::cp_oc_track_info
source: Tracking number will insert in "[TRACKING_NUMBER]" part of the link
ru_ru: Номер отслеживания будет вставлен в часть ссылки "[TRACKING_NUMBER]"

# Languages::privilege_groups.cp_oc_priv_group
source: CP: Trtacking links
ru_ru: CP: Ссылки отслеживания

# Languages::privileges.manage_oc_manage
source: Edit tracking links
ru_ru: Редактирование ссылок отслеживания

# Languages::cp_oc_more_txt
source: More
ru_ru: Ещё

# Languages::cp_oc_manufacturer
source: Manufacturer
ru_ru: Производитель

# Languages::cp_oc_name
source: Name
ru_ru: Наименование

# Languages::cp_oc_support_txt
source: Support
ru_ru: Поддержка

# Languages::cp_oc_order_pretension
source: Send pretension to vendor
ru_ru: Отправить претензию поставщику

# Languages::cp_oc_canceled_by_customer
source: Canceled by customer
ru_ru: Отменен покупателем

# Languages::cp_oc_you_ordered
source: You ordered
ru_ru: Вы заказывали

# Languages::cp_oc_cancel_order
source: Cancel order
ru_ru: Отменить заказ

# Languages::cp_oc_allow_canceling
source: Allow canceling
ru_ru: Разрешить отмену

# Languages::cp_oc_status_for_canceling
source: Status for canceling
ru_ru: Статус для отмены

# Languages::cp_oc_status_for_cancel_is
source: Status for canceling was changed to
ru_ru: Статус для отмены заказа был изменен на

# SettingsOptions::cp_orders_list_details::brand_feature_id
source: Feature ID for manufacturer
ru_ru: ID характеристики производитель

# Languages::cp_oc_status_for_canceling_decr
source: If a customer will cancel an order, it will be switched to this status (can be selected only 1 status)
ru_ru: Если покупатель отменит заказ, он будет переведен в этот статус (можут быть выбран только 1 статус для отмены)
