Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_product_page.po
Languages: ru_ru

# Addons::name::cp_product_page
source: Cart-Power: New product page
ru_ru: Cart-Power: Новая страница товара

# Addons::description::cp_product_page
source: Changing product details page. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Меняет вид детальной страницы товара. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_pg_best_offer
source: Best offer
ru_ru: Лучшее предложение

# Languages::cp_np_by_price
source: buy by price
ru_ru: купить по цене

# Languages::cp_np_in_marketplace
source: in the marketplace
ru_ru: в маркетплейсе

# Languages::cp_np_day_txt
source: day
ru_ru: день

# Languages::cp_np_days_txt
source: days
ru_ru: дня

# Languages::cp_np_days2_txt
source: days
ru_ru: дней

# Languages::cp_np_original
source: CP: original
ru_ru: CP: обычный

# Languages::cp_np_manufacturer
source: Manufacturer
ru_ru: Производитель

# Languages::cp_np_delivery_days
source: Delivery, days
ru_ru: Доставка, дн.

# Languages::cp_np_detail_type
source: Details type
ru_ru: Тип детали

# Languages::cp_np_nalichie_txt
source: Availability
ru_ru: Наличие

# Languages::cp_np_find_cheaper
source: Need cheaper?
ru_ru: Нужно дешевле?

# Languages::cp_np_need_faster
source: Need faster?
ru_ru: Нужно быстрее?

# Languages::cp_np_delivery_txt
source: Delivery
ru_ru: Доставка

# Languages::cp_np_from_current
source: From product
ru_ru: По товару

# Languages::block_cp_np_most_blocks
source: Blocks for details page
ru_ru: Блоки для страницы товара

# Languages::block_cp_np_most_blocks_description
source: Most cheap, cheapest delivery, from other vendors
ru_ru: Самый дешевый, самая дешевая доставка, от других вендоров

# Languages::cp_pg_show_more
source: Show more
ru_ru: Показать больше

# Languages::cp_pg_low_price
source: Lowest price
ru_ru: Самая низкая цена

# Languages::cp_pg_fastest_delivery
source: Fastest delivery
ru_ru: Самая быстрая доставка

# Languages::cp_pg_offers_from_other_vendors
source: Offers from other vendors
ru_ru: Предложения от других поставщиков

# Languages::cp_np_guarantee
source: Guarantee
ru_ru: Гарантия

# Languages::cp_np_delivery
source: Delivery to
ru_ru: Доставка в

# Languages::cp_np_part_type
source: Part type
ru_ru: Тип детали

# Languages::cp_np_parts_manufacturer
source: Parts manufacturer
ru_ru: Производитель запчасти

# Languages::images_product
source: Images product
ru_ru: Изображения

# Languages::part_applicability
source: Part applicability
ru_ru: Применяемость детали

# Languages::shipping_and_payment
source: Shipping and payment
ru_ru: Доставка и оплата

# Languages::cp_np_part_applicability_text
source: suitable for the following technique
ru_ru: подходят для следующей техники

# Languages::cp_np_part_applicability_notice
source: Introductory information from suppliers. We recommend that you check the compatibility of the part with your model of equipment in the manufacturer's catalog
ru_ru: Ознакомительная информация от поставщиков. Рекомендуем проверять совместимость детали с вашей моделью техники в каталоге производителя

# Languages::cp_np_delivery_goods
source: Delivery of goods
ru_ru: Доставка товара

# Languages::cp_np_delivery_goods_text
source: Pick up the goods from the warehouse or order delivery. Its cost depends on the weight of the goods, the destination and the transport company you choose. Before confirming the order, you will know exactly how quickly and for how much the goods will be delivered to you.
ru_ru: Заберите товар со склада или закажите доставку. Ее стоимость зависит от веса товара, пункта назначения и выбранной вами транспортной компании. Перед подтверждением заказа вы будете точно знать, как быстро и за какую сумму вам доставят товар.

# Languages::cp_np_order_payment
source: Order payment
ru_ru: Оплата заказа

# Languages::cp_np_order_payment_text
source: In your personal account and by email you will receive an invoice agreement with SPL details. Pay for it within two days. SPL acts as a guarantor of the security of payments and transfers money to the supplier after the delivery of the goods. If the goods are not delivered or do not correspond to the order, you will receive the full amount back.
ru_ru: В личном кабинете и на email вы получите договор-счет с реквизитами SPL. Оплатите его в течение двух дней. SPL выступает гарантом безопасности платежей и переводит деньги поставщику после поставки товара. Если товар не доставлен или не соответствует заказу, вы получите всю сумму обратно.

# Languages::alternative_options
source: Alternative options
ru_ru: Альтернативные варианты

# Languages::analogs
source: analogs
ru_ru: Аналоги

# Languages::cp_product_page.analogs
source: cp_product_page.analogs
ru_ru: Товар [product]

# Languages::cp_np_analogs_text
source: is analogous to the following articles
ru_ru: является аналогом следующих артикулов

# Languages::cp_np_analogs_notice
source: Introductory information from suppliers. We recommend checking the compliance of the part with the one required in the manufacturer's catalog.
ru_ru: Ознакомительная информация от поставщиков. Рекомендуем проверять соответствие детали с требуемой в каталоге производителя

# SettingsOptions::cp_product_page::price_weight
source: Price parameter weight
ru_ru: Вес цены товара

# SettingsOptions::cp_product_page::filter_price_id
source: filter id "Price"
ru_ru: ID фильтра "Цена"

# SettingsOptions::cp_product_page::brand_id
source: Feature ID for manufacturer
ru_ru: ID характеристики производитель

# SettingsOptions::cp_product_page::brand_country_id
source: Feature ID for "Manufacturer country"
ru_ru: ID характеристики "Страна производитель"

# SettingsOptions::cp_product_page::brand_code_id
source: Feature ID for "Manufacturer code"
ru_ru: ID характеристики "Код производителя"

# SettingsOptions::cp_product_page::brand_techniques_id
source: Feature ID for "Applicability of spare parts on equipment"
ru_ru: ID характеристики "Применяемость запчасти на технике "

# SettingsOptions::cp_product_page::brand_analogs_id
source: Feature ID for "List of analog numbers"
ru_ru: ID характеристики "Список номеров аналогов"

# SettingsTooltips::cp_product_page::price_weight
source: Using to get the best offer. Set the value from 0 to 1. The sum with "Delivery parameter weight" should be equal 1, for example for the price 0.7, for delivery 0.3; <b>Important:</b> use dot instead of the comma
ru_ru: Используется, чтобы получить лучшее предложение. Установите значение от 0 до 1. Сумма с "Вес срока доставки товара" должна быть равна 1, например для цены 0.7, для доставки 0.3. <b>Важно:</b> используйте точку вместо запятой

# SettingsOptions::cp_product_page::delivery_weight
source: Delivery parameter weight
ru_ru: Вес срока доставки товара

# SettingsTooltips::cp_product_page::delivery_weight
source: Using to get the best offer. Set the value from 0 to 1. The sum with "Price parameter weight" should be equal 1, for example for the price 0.7, for delivery 0.3; <b>Important:</b> use dot instead of the comma
ru_ru: Используется, чтобы получить лучшее предложение. Установите значение от 0 до 1. Сумма с "Вес цены товара" должна быть равна 1, например для цены 0.7, для доставки 0.3. <b>Важно:</b> используйте точку вместо запятой
