Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_power_scroll_pagination.po
Languages: ru_ru

# Addons::description::cp_power_scroll_pagination
source: Auto scroll pagination<a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет возможность автоматической подгрузки контента при прокрутке страницы. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_power_scroll_pagination::show_more_link
source: Show more link
ru_ru: Показать больше

# SettingsOptions::cp_power_scroll_pagination::show_more_link_1st
source: Show more: only first page
ru_ru: Показать больше: только первая страница

# SettingsOptions::cp_power_scroll_pagination::all_pages
source: Enable for all pages
ru_ru: Включить для всех страниц

# Languages::scroll_pagination
source: Scroll pagination
ru_ru: Подгрузка контента при прокрутке

# SettingsOptions::cp_power_scroll_pagination::hide_items_per_page_on_desktop
source: Hide "Items per page" selector on desktop
ru_ru: Скрывать "Количество элементов на страницу" для дектопа

# SettingsOptions::cp_power_scroll_pagination::hide_items_per_page_on_tablet
source: Hide "Items per page" selector on tablet
ru_ru: Скрывать "Количество элементов на страницу" для планшетов

# SettingsOptions::cp_power_scroll_pagination::hide_items_per_page_on_mobile
source: Hide "Items per page" selector on mobile
ru_ru: Скрывать "Количество элементов на страницу" для смартфонов

# SettingsOptions::cp_power_scroll_pagination::licensekey
source: License Key
ru_ru: Номер лицензии

# SettingsTooltips::cp_power_scroll_pagination::licensekey
source: Find on the detailed page of your order
ru_ru: Смотрите на детальной странице заказа

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues.
ru_ru: Необходимо ввести номер лицензии. Свяжитесь с нами (sales@cart-power.com), если у вас возникли какие-либо проблемы
