Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_popup_notifications.po
Languages: ru_ru

# Addons::name::cp_popup_notifications
source: Cart-Power: Pop-up notifications
ru_ru: Cart-Power: Всплывающие уведомления

# Addons::description::cp_popup_notifications
source: Adds pop-up notifications to the store. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет в магазин высплывающие уведомления. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_popup_notifications::feedback_page_id
source: Feedback page ID
ru_ru: ID страницы Обратная связь

# Languages::cp_popup_notifications.is_popup
source: Open this page in a pop-up window
ru_ru: Открывать эту страницу во всплывающем окне

# Languages::cp_popup_notifications.feedback
source: Feedback
ru_ru: Обратная связь

# Languages::cp_popup_notifications.succes_reg
source: Successful registration
ru_ru: Успешная регистрация

# Languages::cp_popup_notifications.great
source: Great
ru_ru: Отлично

# Languages::cp_popup_notifications.to_home_page
source: Main page
ru_ru: На главную

# Languages::cp_popup_notifications.knowledge_base
source: Knowledge base
ru_ru: База знаний

# Languages::cp_popup_notifications.user_popup_header_text
source: Registration is complete!
ru_ru: Регистрация завершена!

# Languages::cp_popup_notifications.user_popup_text
source: We have received Your request!
ru_ru: Поздравляем! Теперь Вы можете заказывать запчасти для спец. техники у проверенных поставщиков по наиболее выгодным ценам. Каждый товар оценивается по трем критериям: отзывы о поставщике, стоимость товара, скорость доставки до Вашего города
