Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_statuses_rules.po
Languages: ru_ru

# Addons::name::cp_statuses_rules
source: Cart-Power: Rules for changing statuses
ru_ru: Cart-Power: Правила для смены статусов

# Addons::description::cp_statuses_rules
source: Restricts the vendor to select statuses according to the current one. Automatically changes statuses after a certain time and receipt of payment information. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Ограничивает поставщику выбор статусов в соответствии с текущим. Автоматически изменяет статусы по истечении определенного времени и получения сведении об оплате. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_statuses_rules::order_status_placed
source: The order status is 'Placed'
ru_ru: Статус заказа 'Размещен'

# SettingsOptions::cp_statuses_rules::order_status_cancel
source: The order status is 'Cancel'
ru_ru: Статус заказа 'Отменен'

# SettingsOptions::cp_statuses_rules::order_status_paid
source: The order status is 'Paid'
ru_ru: Статус заказа 'Оплачен'

# SettingsOptions::cp_statuses_rules::order_status_paid_after_cancellation
source: The order status is 'Paid after cancellation'
ru_ru: Статус заказа 'Оплачен после отмены'

# SettingsOptions::cp_statuses_rules::order_status_confirmed
source: The order status is 'Confirmed'
ru_ru: Статус заказа 'Подтвержден'

# SettingsOptions::cp_statuses_rules::order_status_refund
source: The order status is 'Refund'
ru_ru: Статус заказа 'Возврат Д/C'

# SettingsOptions::cp_statuses_rules::order_status_cancel_with_refund
source: The order status is 'Cancel with refund'
ru_ru: Статус заказа 'Отмена с возвратом Д/C'

# SettingsOptions::cp_statuses_rules::order_status_completed
source: The order status is 'Completed'
ru_ru: Статус заказа 'Скомплектован'

# SettingsOptions::cp_statuses_rules::order_status_received
source: The order status is 'Received'
ru_ru: Статус заказа 'Получен'

# SettingsOptions::cp_statuses_rules::order_status_shipped
source: The order status is 'Shipped'
ru_ru: Статус заказа 'Отправлен'

# SettingsOptions::cp_statuses_rules::order_status_waiting_for_payment
source: The order status is 'Waiting for payment'
ru_ru: Статус заказа 'Ждем оплату'

# SettingsOptions::cp_statuses_rules::order_status_vendor_return
source: The order status is 'Vendor return'
ru_ru: Статус заказа 'Возврат согласован поставщиком'

# SettingsOptions::cp_statuses_rules::order_status_finished
source: The order status is 'Finished'
ru_ru: Статус заказа 'Выполнен'

# SettingsOptions::cp_statuses_rules::enable_test_menu
source: Enable menu for testing
ru_ru: Отображать меню тестирования

# SettingsOptions::cp_statuses_rules::cron_pass
source: CRON password
ru_ru: CRON пароль

# Languages::cp_statuses_rules.cron_info
source: Use this script to automatically add-on working
ru_ru: Используйте этот скрипт для автоматической работы модуля

# Languages::cp_statuses_rules
source: Order status controller
ru_ru: Контроллер статусов заказов

# Languages::cp_statuses_rules.order_id
source: Order number
ru_ru: Номер заказа

# Languages::cp_statuses_rules.update_time
source: Update time (timestamp)
ru_ru: Время изменения (timestamp)

# Languages::cp_statuses_rules.order_status
source: Order status
ru_ru: Статус заказа

# Languages::cp_statuses_rules.go
source: Go CRON
ru_ru: Запустить CRON

# Languages::cp_statuses_rules.test_title
source: Order status controller
ru_ru: Контроллер статусов заказов

# Languages::cp_statuses_rules.order_unpaid_cron_info
source: Use this script to automatically send notifications about non-payment for an order
ru_ru: Используйте этот скрипт для автоматической отправки уведомлений о неполучении оплаты за заказ
