Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_spl_theme.po
Languages: ru_ru

# SettingsOptions::cp_spl_theme::cp_support_phone
source: Support Phone
ru_ru: Телефон поддержки

# SettingsOptions::cp_spl_theme::id_page_profiles_add
source: Supplier registration page id
ru_ru: ID страницы регистрации поставщика

# SettingsOptions::cp_spl_theme::id_page_feedback
source: Feedback page id
ru_ru: ID страницы обратной связи

# SettingsOptions::cp_spl_theme::id_page_user
source: Page ID "Registration completed " (customer)
ru_ru: ID страницы "Регистрация завершена" (покупатель)

# SettingsOptions::cp_spl_theme::id_page_feedback
source: Page ID "Registration completed " (supplier)
ru_ru: ID страницы "Регистрация завершена" (поставщик)

# SettingsOptions::cp_spl_theme::id_inn
source: profile field id (inn)
ru_ru: ID поля профиля (инн)

# SettingsOptions::cp_spl_theme::filter_price_id
source: Filter ID "Price"
ru_ru: ID фильтра "Цена"

# SettingsOptions::cp_spl_theme::filter_warehouse_city_id
source: Filter ID "Warehouse city"
ru_ru: ID фильтра "Город склада"

# Languages::enter_mail
source: Enter mail
ru_ru: Введите почту

# Languages::recover_password_text
source: Enter your email address mail that you used when placing orders in SPL. We will send you instructions on how to recover your password.
ru_ru: Укажите адрес эл. почты, который вы использовали при оформлении заказов в SPL. Мы вышлем вам инструкцию по восстановлению пароля.

# Languages::send_password
source: Send password
ru_ru: Выслать пароль

# Languages::come_back
source: Come back
ru_ru: Вернуться

# Languages::minicart_promo_text
source: Free delivery from 70 000
ru_ru: Бесплатная доставка от 70 000 ₽

# Languages::our_brands_flex
source: Our brands flex
ru_ru: Бренды (flex)

# Languages::thumbnail_width_flex
source: Icon width
ru_ru: Ширина иконки

# Languages::thumbnail_height_flex
source: Icon height
ru_ru: Высота иконки

# Languages::spare_parts_in_stock
source: Spare parts in stock
ru_ru: Запчасти в наличии

# Languages::spare_parts_in_stock_text
source: SPL is synchronized with suppliers' warehouses and shows only parts in stock
ru_ru: SPL синхронизируется со складами поставщиков и показывает только детали в наличии

# Languages::prices_are_open
source: Prices are open
ru_ru: Цены открыты

# Languages::prices_are_open_text
source: You see the available parts with prices and choose the best offer
ru_ru: Вы видите доступные запчасти с ценами и выбираете лучшее предложение

# Languages::instant_order
source: Instant order
ru_ru: Моментальный заказ

# Languages::instant_order_text
source: Don't waste time on calls - place an order on the website in 5 minutes. The order goes straight to the supplier
ru_ru: Не тратьте время на звонки – оформляйте заказ на сайте за 5 минут. Заказ сразу уходит к поставщику

# Languages::reliable_suppliers
source: Reliable suppliers
ru_ru: Надежные поставщики

# Languages::reliable_suppliers_text
source: We check business reputation, certificates and licenses. Disable for violation of SPL rules
ru_ru: Проверяем деловую репутацию, сертификаты и лицензии. Отключаем за нарушение правил SPL

# Languages::predictable_delivery
source: Predictable delivery
ru_ru: Предсказуемая доставка

# Languages::predictable_delivery_text
source: At the order stage, you know the cost and delivery time
ru_ru: На этапе заказа вы знаете стоимость и сроки доставки

# Languages::delivery_guarantee
source: Delivery guarantee
ru_ru: Гарантия поставок

# Languages::delivery_guarantee_text
source: We transfer money to the supplier when you receive the goods
ru_ru: Переводим деньги поставщику, когда вы получаете товар

# Languages::advantages
source: Advantages
ru_ru: Преимущества

# Languages::footer_menu
source: Footer: regular container (no folding)
ru_ru: Подвал: обычный контейнер (без сворачивания)

# Languages::logo_footer
source: Logo (footer)
ru_ru: Логотип (подвал)

# Languages::personal_area_footer_cp
source: Personal Area (footer)
ru_ru: Личный кабинет (подвал)

# Languages::sign_out_account
source: Sign out of your account
ru_ru: Выход из аккаунта

# Languages::my_orders
source: My orders
ru_ru: Мои заказы

# Languages::care_service
source: Care service
ru_ru: Служба заботы

# Languages::contact_person
source: The contact person
ru_ru: Контактное лицо

# Languages::cp_inn_hint
source: The rest of the data will be downloaded automatically from open sources.<br>Make sure the data is correct and fill in the missing information.
ru_ru: Остальные данные будут загружены автоматически из открытых источников.<br>Убедитесь в достоверности данных и внесите недостающую информацию.

# Languages::mobile_menu
source: Mobile Menu
ru_ru: Мобильное меню

# Languages::cp_actual_same_as_billing
source: Is it the same as the actual one?
ru_ru: Совпадает с фактическим?

# Languages::cp_addition_company_info
source: Additional information about the company
ru_ru: Дополнительная информация о компании

# Languages::complete_registration
source: Complete registration
ru_ru: Завершить регистрацию

# Languages::cp_notice_profile_add
source: All fields must be filled
ru_ru: Все поля должны быть заполнены

# Languages::back
source: Back
ru_ru: Назад

# Languages::farther
source: Farther
ru_ru: Дальше

# Languages::the_amount_is_indicated_excluding_delivery
source: The amount is indicated excluding delivery
ru_ru: Сумма указана без учета доставки

# Languages::place_in_one_order
source: Place in one order
ru_ru: Оформить в один заказ

# Languages::total_cost_excluding_shipping
source: Total cost excluding shipping
ru_ru: Общая стоимость без учета доставки

# Languages::personal_area
source: Personal Area
ru_ru: Личный кабинет

# Languages::support
source: Support
ru_ru: Поддержка

# Languages::available_after
source: available after
ru_ru: доступен после

# Languages::cp_spl.registry
source: registration
ru_ru: регистрации

# Languages::delivery
source: Delivery
ru_ru: Доставка

# Languages::remove_from_favorites
source: Remove from favorites
ru_ru: Удалить из избранного

# Languages::become_a_supplier
source: Become a supplier
ru_ru: Стать поставщиком

# Languages::stock
source: Stock:
ru_ru: Склад

# Languages::buyer_contact_person
source: Buyer's contact person
ru_ru: Контактное лицо покупателя

# Languages::items_in_order
source: Items in order
ru_ru: Товары в заказе

# Languages::working_hours
source: Working hours
ru_ru: Время работы

# Languages::order_user_info
source: Information about order
ru_ru: Информация о заказе

# Languages::cost_goods_order
source: The cost of goods in the order
ru_ru: Стоимость товаров в заказе

# Languages::total_cost_order_including_delivery
source: Total cost of the order including delivery
ru_ru: Общая стоимость заказа с учетом доставки

# Languages::including_vat_amount
source: including VAT in the amount
ru_ru: в т. ч. НДС в размере

# Languages::order_value_info
source: Order value information
ru_ru: Информация о стоимости заказа

# Languages::total_cost_order_number
source: Total cost of order
ru_ru: Общая стоимость заказа

# Languages::total_all_orders
source: Total for all orders
ru_ru: Итого по всем заказам

# Languages::order_progressbar
source: Checkout progress
ru_ru: Прогресс оформления заказов

# Languages::your_orders
source: Your orders
ru_ru: Ваши заказы

# Languages::seo_text_block_product
source: SEO block for product card
ru_ru: SEO блок для карточки товара

# Languages::cp_seo_text_block_product
source: Save time by buying online consumables and spare parts for work units, chassis and attachments for your equipment. Text block for SEO.
ru_ru: Экономьте время, покупая онлайн расходные материалы и запчасти для рабочих узлов, ходовой и навесного оборудования вашей техники. Текстовый блок для SEO.

# Languages::send_a_complaint
source: Send a complaint
ru_ru: Отправить рекламацию

# Languages::changed_my_mind
source: Changed my mind
ru_ru: Передумал

# Languages::attach
source: Attach
ru_ru: Прикрепить

# Languages::not_now
source: Not now
ru_ru: Не сейчас

# Languages::to_favorites
source: To favorites
ru_ru: В избранное

# Languages::change_password
source: Change Password
ru_ru: Изменить пароль

# Languages::writes_to_you
source: Writes to you
ru_ru: Вам пишет

# Languages::date_application
source: Date of the application
ru_ru: Дата обращения

# Languages::cp.vendor_communication.contact_with
source: Сhat with [thread_company]
ru_ru: Чат с [thread_company]

# Languages::cp_open_in_new_window
source: Open in a new window
ru_ru: Открывать в новом окне

# Languages::cp_spl_theme.chekout_login_notification
source: cp_spl_theme.chekout_login_notification
ru_ru: Только зарегистрированные пользователи могут оформить заказ

# Languages::cp_spl_theme.wishlist_login_notification
source: cp_spl_theme.wishlist_login_notification
ru_ru: Только зарегистрированные пользователи могут добавлять товары в избранное

# Languages::cp_types_equipment
source: Technique types
ru_ru: Виды техники

# Languages::rating_and_reviews
source: Rating and reviews
ru_ru: Рейтинг и отзывы

# Languages::cp_warehouses
source: Warehouses
ru_ru: Склады

# Languages::cp_types_equipment_title
source: Spare parts are available for the following manufacturers
ru_ru: Доступны запчасти для следующих производителей

# Languages::cp_spl.discussion_vendor_tall
source: High supplier rating
ru_ru: Высокий рейтинг поставщика

# Languages::cp_spl.discussion_vendor_middle
source: Average supplier rating
ru_ru: Средний рейтинг поставщика

# Languages::cp_spl.discussion_vendor_low
source: Low supplier rating
ru_ru: Низкий рейтинг поставщика

# Languages::cp_spl.discussion_vendor_none
source: There are no reviews for this provider yet.
ru_ru: Об этом поставщике отзывов пока нет.

# Languages::cp_spl.be_the_first
source: Be the first!
ru_ru: Будьте первым!

# Languages::vendor_rating_founded_prefix
source: Based on buyer rating
ru_ru: На основе оценки

# Languages::vendor_rating_founded
source: [n] Buyers|[n] Buyers, Supplier Rating [average_rating] / 5
ru_ru: [n] покупателя|[n] покупателей, рейтинг поставщика [average_rating] / 5

# Languages::give_feedback
source: Give feedback
ru_ru: Оставить отзыв

# Languages::leave_a_review
source: Leave a review
ru_ru: Оставьте отзыв

# Languages::cp_vendor_info
source: CP: Seller Information
ru_ru: CP: Информация о продавце

# Languages::cp_vendor_tabs
source: CP: Seller Information Tabs
ru_ru: CP: Информационные вкладки продавца

# Languages::cp_horizontal_filters
source: CP: Horizontal filters
ru_ru: CP: Горизонтальные фильтры

# Languages::cp_spl_theme.discussion_login_notification
source: Only registered users can post reviews
ru_ru: Только зарегистрированные пользователи могут оставлять отзывы

# Languages::cp_product_page.detail
source: Detail <bdi>[product]</bdi>
ru_ru: Деталь <bdi>[product]</bdi>

# Languages::cp_warranty_href
source: Learn about the warranty
ru_ru: Узнать о гарантии

# SettingsOptions::cp_spl_theme::cp_warranty_href
source: Link to the warranty information page
ru_ru: Ссылка на страницу информации о гарантии

# Languages::cp_another_recipient
source: The recipient differs from the buyer
ru_ru: Получатель отличается от покупателя

# Languages::cp_add_recipient
source: Add recipient
ru_ru: Добавить получателя

# Languages::cp_middle_name
source: Middle name
ru_ru: Отчество

# Languages::recipient_contact_person
source: Recipient's contact person
ru_ru: Контактное лицо получателя

# Languages::recipient_information
source: Recipient information
ru_ru: Информация о получателе

# Languages::all_brands
source: All brands
ru_ru: Все бренды

# Languages::filter_id
source: ID filter
ru_ru: ID Фильтра

# Languages::view_all_brands
source: view_all_brands
ru_ru: Смотреть все бренды

# Languages::cp_spl_theme.cp_show_on_brands
source: Show on the brands page
ru_ru: Показывать на странице брендов

# Languages::where_are_you_from
source: Where are you from?
ru_ru: Откуда вы?

# Languages::support_phone
source: support_phone
ru_ru: Телефон поддержки

# Languages::personal_account_menu
source: personal_account_menu
ru_ru: Меню личного кабинета

# Languages::header_pages_account
source: header_pages_account
ru_ru: Заголовок для страниц личного кабинета

# Languages::cp_spl_theme.including_tax
source: cp_spl_theme.including_tax
ru_ru: с НДС

# Languages::cp_spl_theme.question_product
source: cp_spl_theme.question_product
ru_ru: Задать вопрос о товаре

# Languages::estimated_delivery_cost
source: estimated_delivery_cost
ru_ru: Ориентировочная стоимость доставки

# Languages::estimated_delivery_cost.tooltip
source: estimated_delivery_cost.tooltip
ru_ru: Окончательная стоимость доставки будет рассчитана поставщиком при подтверждении заказа. Вы всегда можете отменить заказ до его оплаты.
