Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_task_manager.po
Languages: ru_ru

# Addons::name::cp_task_manager
source: Cart-Power: Automatic administrator tasks
ru_ru: Cart-Power: Автоматические действия администратора

# Addons::description::cp_task_manager
source: Manage & automate the routine admin tasks. Developed by <a href='cart-power.com'>Cart-Power</a>
ru_ru: Управление и автоматизация рутинных задач администратора. Разработано <a href='cart-power.com'>Cart-Power</a>

# Languages::cp_aa_preset_name
source: Import preset name
ru_ru: Название пресета для импорта

# Languages::cp_aa_approve_selected
source: Approve selected
ru_ru: Одобрить выбранные

# Languages::cp_aa_disapprove_selected
source: Decline selected
ru_ru: Отклонить выбранные

# Languages::cp_aa_set_approve
source: Approve
ru_ru: Одобрить

# Languages::cp_aa_set_disapprove
source: Decline
ru_ru: Отклонить

# Languages::cp_aa_approved
source: Approved
ru_ru: Одобрено

# Languages::cp_aa_disapproved
source: Declined
ru_ru: Отклонён

# Languages::cp_aa_avail_tasks_for_vendors
source: CP: Allow automatic administrator tasks
ru_ru: CP: Разрешить автоматические задачи

# Languages::cp_aa_avail_tasks_for_vendors_descr
source: If checked, vendors will be able to create and update their own automatic tasks. <br><br>Vendor tasks will work only after the admin's approval
ru_ru: Если флажок установлен, продавец сможет создавать и обновлять собственные автоматические задачи. <br><br>Администратор должен одобрить задачу продавца, чтобы она заработала

# Languages::cp_aa_data_feed
source: Data Feed
ru_ru: Прайс-лист

# SettingsOptions::cp_task_manager::cron_password
source: Cron password
ru_ru: Пароль для cron-скрипта

# Languages::privilege_groups.cp_aa_privil
source: CP: administrator tasks
ru_ru: CP: задачи администратора

# Languages::cp_aa_adv_impr_product
source: Products (Advanced import)
ru_ru: Товары (Расширенный импорт)

# Languages::cp_tasks
source: Automatic administration tasks
ru_ru: Администраторские задачи

# Languages::cp_new_task
source: New task
ru_ru: Новая задача

# Languages::cp_add_task
source: Add new task
ru_ru: Добавить новую задачу

# Languages::cp_editing_task
source: Editing task
ru_ru: Редактирование задачи

# Languages::cp_start_timestamp
source: Start date/time
ru_ru: Дата/время начала

# Languages::cp_stop_timestamp
source: Stop date/time
ru_ru: Дата/время окончания

# Languages::cp_iteration
source: Number of iterations
ru_ru: Количество повторений

# Languages::cp_database_backup
source: Database backup
ru_ru: Резервная копия базы данных

# Languages::cp_files_backup
source: Files backup
ru_ru: Резервная копия файлов

# Languages::cp_exim
source: Export/Import
ru_ru: Экспорт/импорт

# Languages::cp_clear_templates
source: Clear templates
ru_ru: Удаление шаблонов

# Languages::cp_thumbnails_regeneration
source: Thumbnails regeneration
ru_ru: Удаление иконок

# Languages::cp_clear_logs
source: Clear logs
ru_ru: Удаление логов

# Languages::cp_custom_script
source: Custom script
ru_ru: Пользовательский скрипт

# Languages::cp_hours
source: Hours
ru_ru: час(ы)

# Languages::cp_years
source: Years
ru_ru: год(а)

# Languages::cp_number_of_backups
source: Number of backups
ru_ru: Количество копий

# Languages::cp_task
source: Task name
ru_ru: Название задачи

# Languages::cp_cron_settings
source: Cron tab settings
ru_ru: Настройки cron-таблицы

# Languages::cp_dws
source: days of week
ru_ru: дни недели

# Languages::cp_error_minutes
source: Invalid minutes format
ru_ru: Некорректный формат минут

# Languages::cp_error_hours
source: Invalid hours format
ru_ru: Некорректный формат часов

# Languages::cp_error_days
source: Invalid days format
ru_ru: Некорректный формат дней

# Languages::cp_error_months
source: Invalid months format
ru_ru: Некорректный формат месяцев

# Languages::cp_error_dws
source: Invalid day of week format
ru_ru: Некорректный формат дней недели

# Languages::cp_task_settings
source: Task settings
ru_ru: Настройки задачи

# Languages::cp_regenerate_sitemap
source: Regenerate sitemap
ru_ru: Генерировать карту сайта

# Languages::cp_dropbox
source: Dropbox
ru_ru: Загрузить файлы в Dropbox

# Languages::cp_text_backup_filename_hint
source: A folder from which files will be uploaded to your Dropbox
ru_ru: Папка из которой файлы будут загружаться в Ваш Dropbox

# Languages::cp_extra_folders
source: Extra folders
ru_ru: Дополнительные папки

# Languages::cp_deleted_task
source: Deleted task
ru_ru: Удаленная задача

# Languages::cp_get_the_token
source: Get authorization token [auth_url]
ru_ru: Получить данные доступа <a href="[auth_url]" target="_blank" onclick="$('#elm_task_access_token').val('');">здесь</a>

# Languages::cp_error_dropbox_token
source: Token cannot be empty
ru_ru: Токен не может быть пустым

# Languages::cp_secret
source: Secret
ru_ru: Секретный ключ

# Languages::cp_token
source: Token
ru_ru: Токен

# Languages::cp_use_generated_token
source: Use pre-generated token
ru_ru: Использовать сгенерированный токен

# Languages::cp_not_valid_path
source: Not valid path
ru_ru: Неверный путь к файлу

# Languages::cp_generate_token
source: Generate new access token
ru_ru: Генерировать новый токен

# Languages::cp_error_log_empty_dropbox_credentials
source: Empty Dropbox credentials
ru_ru: Нет данных доступа в Dropbox

# Languages::cp_error_log_files_backup_failed
source: Files' backing up is failed
ru_ru: Резервирование файлов не удалось

# Languages::cp_error_log_database_backup_failed
source: Database backing up is failed
ru_ru: Резервирование базы данных не удалось

# Languages::cp_error_log_empty_custom_script
source: Empty custom script
ru_ru: Не указан пользовательский скрипт

# Languages::cp_error_log_sitemap_addon_not_active
source: Google sitemap add-on is not active
ru_ru: Не активен модуль Google sitemap

# Languages::cp_error_log_empty_import_credentials
source: Empty import options
ru_ru: Не указаны настройки импорта

# Languages::cp_error_log_empty_export_credentials
source: Empty export options
ru_ru: Не указаны настройки экспорта

# Languages::cp_view_logs
source: View logs
ru_ru: Просмотр логов

# Languages::cp_comment
source: Comment
ru_ru: Комментарий

# Languages::cp_success
source: Success
ru_ru: Успешно

# Languages::cp_error
source: Error
ru_ru: Ошибка

# Languages::cp_result
source: Result
ru_ru: Результат

# Languages::cp_nothing_to_export
source: Nothing to export
ru_ru: Нет данных для экспорта

# Languages::cp_email_the_link
source: Email the link
ru_ru: Отправить ссылку по e-mail

# Languages::cp_error_log_ftp_cannot_connect
source: Cannot connect to FTP server
ru_ru: Не удалось подключиться к FTP серверу

# Languages::cp_error_log_ftp_cannot_login
source: Cannot log in FTP server
ru_ru: Неправильный логин или пароль для FTP сервера

# Languages::cp_error_log_ftp_failed_uploading
source: Cannot upload file to FTP server
ru_ru: Не удалось загрузить файл на FTP сервер

# Languages::cp_error_log_empty_ftp_credentials
source: Wrong FTP credentials
ru_ru: Неправильные настройки FTP доступа

# Languages::cp_port
source: Port
ru_ru: Порт

# Languages::cp_tasks_manage
source: Administrator tasks
ru_ru: Администраторские задачи

# Languages::cp_tasks_manage_menu_description
source: View, add and edit automatic administrator tasks
ru_ru: Просмотр, добавление и редактирование администраторских задач

# Languages::cp_add_task_menu_description
source: Add new administrator task
ru_ru: Добавить новую администраторскую задачу

# Languages::cp_view_logs_menu_description
source: View administrator tasks log
ru_ru: Просмотр логов выполнения администраторских задач

# Languages::cp_server_time
source: Server time
ru_ru: Серверное время

# Languages::cp_logs
source: View tasks logs
ru_ru: Просмотр логов

# Languages::cp_crontab_tooltip
source: View details here: <a target='_blank' href='https://en.wikipedia.org/wiki/Cron'>https://en.wikipedia.org/wiki/Cron</a>
ru_ru: Подробности здесь: <a target='_blank' href='https://en.wikipedia.org/wiki/Cron'>https://en.wikipedia.org/wiki/Cron</a>

# Languages::cp_next_run
source: Next run
ru_ru: Время следующего запуска

# Languages::cp_save_to_see_details
source: Click 'Save' to see settings
ru_ru: Нажмите 'Сохранить', чтобы получить доступ к настройкам

# Languages::cp_backup_filename_prefix
source: Backup file prefix
ru_ru: Префикс файла с резервной копией

# Languages::cp_error_log_empty_dbdump_tables
source: Tables to back up were not selected
ru_ru: Не были выбраны таблицы для создания резервной копии

# Languages::cp_email_log_subj
source: Task #[task_id]: [task] is processed
ru_ru: Задача #[task_id]: [task] выполнена

# Languages::cp_log_email_sent
source: Log is sent
ru_ru: Лог отправлен

# Languages::cp_error_log_email_sent
source: Cannot send log
ru_ru: Не удалось отправить лог

# Languages::cp_log_email
source: Backed up file is ready for downloading
ru_ru: Файл с резервной копией готов к скачиванию

# Languages::cp_task_manager_cron_url
source: Cron script is available here: <a href='[http_location]'>[http_location]</a>
ru_ru: Cron-скрипт доступен по ссылке: <a href='[http_location]'>[http_location]</a>

# Languages::cp_optimize_database
source: Optimize database
ru_ru: Оптимизировать базу данных

# Languages::cp_dropbox_key_tooltip
source: App key from your Dropbox Application
ru_ru: App key из настроек вашего Dropbox приложения

# Languages::cp_dropbox_secret_tooltip
source: App secret from your Dropbox Application
ru_ru: App secret из настроек вашего Dropbox приложения

# Languages::cp_dropbox_token_tooltip
source: Access token from your Dropbox Application
ru_ru: Access token из настроек вашего Dropbox приложения

# Languages::cp_dropbox_instruction
source: Instruction for Dropbox
ru_ru: Выберите эту галочку, если вы будете использовать токен, сгенерированный в вашем Dropbox приложении

# Languages::cp_dropbox_folder_tooltip
source: A folder from which files will be uploaded to your Dropbox
ru_ru: Папка, из которой будут загружаться файлы в Dropbox

# Languages::privileges.manage_tasks
source: Manage tasks
ru_ru: Управление задачами

# Languages::privileges.view_tasks
source: View tasks
ru_ru: Просмотр задач

# SettingsOptions::cp_task_manager::licensekey
source: License key
ru_ru: Лицензионный ключ

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues.
ru_ru: Вы должны ввести валидный лицензионный ключ. Пожалуйста, свяжитесь с нами(sale@cart-power.com), если у Вас возникнут трудности с установкой.

# Languages::cp_notify_by_email
source: Notify when the task is processed
ru_ru: Уведомлять о выполнении задачи

# Languages::cp_notify_email
source: Send notification to this e-mail
ru_ru: E-mail адрес для уведомлений

# Languages::cp_task_is_processed
source: Task [task_url] is processed
ru_ru: Задача [task_url] выполнена

# Languages::cp_remove_after_upload
source: Remove file after uploading
ru_ru: Удалить файл после загрузки
