Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_vendor_panel.po
Languages: ru_ru

# Addons::name::cp_vendor_panel
source: Cart-Power: Extended vendor panel
ru_ru: Cart-Power: Расширенный вид панели администрирования для вендора

# Addons::description::cp_vendor_panel
source: Changing vendor administrator panel. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Изменение панели администратора продавца. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_vp_storefront
source: Storefront
ru_ru: Витрина

# Languages::cp_vp_no_txt
source: No
ru_ru: Нет

# Languages::cp_vp_year_txt
source: year
ru_ru: год

# Languages::cp_vp_years_txt
source: years
ru_ru: года

# Languages::cp_vp_years2_txt
source: years
ru_ru: лет

# Languages::cp_vp_of_warranty_txt
source: of warranty
ru_ru: гарантии

# Languages::cp_vp_months_txt
source: months
ru_ru: месяца

# Languages::cp_vp_months2_txt
source: months
ru_ru: месяцев

# Languages::cp_vp_month_txt
source: month
ru_ru: месяц

# Languages::cp_vp_save_brands
source: Save brands
ru_ru: Сохрантить бренды

# Languages::cp_vp_delete_brand
source: Delete brand
ru_ru: Удалить бренд

# Languages::cp_vp_add_brand
source: Add brand
ru_ru: Добавить бренд

# Languages::cp_vp_add_certificate
source: Add certificate
ru_ru: Добавить сертификат

# Languages::cp_vp_certificates
source: Certificates
ru_ru: Сертификаты

# Languages::cp_vp_brands_for_work
source: Working with brands
ru_ru: Работа с брендами

# Languages::cp_vp_add_category
source: Add category
ru_ru: Добавить категорию

# Languages::cp_vp_term_of_warranty
source: Term of warranty (months)
ru_ru: Гарантийный срок (месяцы)

# Languages::cp_vp_waranty_cat
source: Categories for warranty
ru_ru: Категории для гарантии

# Languages::privileges.manage_cp_vp_waranty
source: Manage warranty categories
ru_ru: Редактирование категорий для гарантии

# Languages::privilege_groups.cp_vp_waranty
source: CP: waranty categories
ru_ru: CP: категории для гарантии

# SettingsOptions::cp_vendor_panel::feature_brand
source: Feature ID for brand
ru_ru: ID характеристики бренд

# Languages::cp_vp_brands_for_work_warranty
source: cp_vp_brands_for_work_warranty
ru_ru: Гарантия на товары

# Languages::cp_vendor
source: cp_vendor
ru_ru: Витрина
