Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_warehouses_premoderation.po
Languages: ru_ru

# Addons::name::cp_warehouses_premoderation
source: Cart-Power: Pre-moderation of warehouses
ru_ru: Cart-Power: Премодерация складов

# Addons::description::cp_warehouses_premoderation
source: When creating or editing a warehouse, the administrator must approve changes to the warehouse data. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: При создании или редактировании склада, администратор должен одобрить изменения в данных склада. Разаработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_disapproved
source: Dissaproved
ru_ru: Отклонен

# Languages::cp_warehouses_premoderation.disapprove_warehouse
source: Dissaprove [warehouse]
ru_ru: Отклонить [warehouse]

# Languages::cp_warehouses_premoderation.approve_warehouse
source: Approve [warehouse]
ru_ru: Одобрить [warehouse]

# Languages::email_template.cp_warehouses_premoderation_request_result
source: Moderation of the warehouse
ru_ru: Премодерация складов

# Languages::email_template.cp_warehouses_premoderation_request
source: Moderation of the warehouse
ru_ru: Премодерация складов

# Languages::cp_warehouses_premoderation.disapproval_reason
source: Reason
ru_ru: Причина

# Languages::cp_premoderation_warehouses
source: Warehouses on pre-moderation
ru_ru: Магазины и ПВЗ на проверке

# Languages::cp_disapprove_warehouses
source: Dissaproved warehouses
ru_ru: Отклоненные магазины и ПВЗ

# Languages::cp_warehouses_premoderation.disapproval_title
source: Dissaprove warehouse
ru_ru: Отклонить склад

# Languages::cp_warehouses_premoderation.premoderation_stores
source: Warehouses on pre-moderation
ru_ru: Магазины и ПВЗ на проверке

# Languages::cp_warehouses_premoderation.disapproved_stores
source: Dissaproved warehouses
ru_ru: Отклоненные магазины и ПВЗ

# Languages::cp_warehouses_premoderation
source: Cart-Power: Pre-moderation of warehouses
ru_ru: Cart-Power: Премодерация складов

# Languages::cp_warehouses_premoderation.event.premoderation_request_created.name
source: Warehouses pre-moderation: request to check the warehouse
ru_ru: Премодерация складов: запрос на проверку склада

# Languages::cp_warehouses_premoderation.event.request_approved.name
source: Warehouse pre-moderation: changes approved
ru_ru: Премодерация складов: изменения одобрены

# Languages::cp_warehouses_premoderation.event.request_disapproved.name
source: Warehouse pre-moderation: changes rejected
ru_ru: Премодерация складов: изменения отклонены

# Languages::cp_warehouses_premoderation_admin_subj
source: Request for moderation of the warehouse.
ru_ru: Запрос на модерацию склада.

# Languages::cp_warehouses_premoderation.premoderation_request_text
source: The supplier [vendor] changed the data [warehouse], You need to check the data and approve or reject the changes.
ru_ru: Поставщик [vendor] изменил данные [warehouse], Вам необходимо проверить данные и одобрить или отклонить изменения.

# Languages::cp_warehouses_premoderation_vendor_subj
source: The answer to the query about the moderation of the warehouse.
ru_ru: Ответ на запрос о модерации склада.

# Languages::cp_warehouses_premoderation.approve_message
source: The administrator approved the [warehouse] changes, and the warehouse data was updated successfully.
ru_ru: Администратор одобрил изменения [warehouse], данные склада успешно обновлены.

# Languages::cp_warehouses_premoderation.disapprove_message
source: The administrator rejected the changes [warehouse] for the following reason :
ru_ru: Администратор отклонил изменения [warehouse] по следующей причине :

# SettingsOptions::cp_warehouses_premoderation::worktime_mask
source: Store worktime mask
ru_ru: Маска времени работы магазина

# SettingsTooltips::cp_warehouses_premoderation::worktime_mask
source: Store worktime mask placeholder
ru_ru: Плейсхолдер маски времени работы магазина

# SettingsTooltips::cp_warehouses_premoderation::worktime_placeholder
source: Specify an example of entering data according to the specified mask
ru_ru: Укажите пример ввода данных в соответствии с указанной маской

# Languages::store_locator.work_time.tooltip
source: Enter the operating schedule in the format specified in the field
ru_ru: Введите график режима работы в формате, указанном в поле
