Repository: tmnseo/spl
Catalog: var/langs/*/addons/cp_zoho_notifications.po
Languages: ru_ru

# Addons::name::cp_zoho_notifications
source: Cart-Power: Notifications to Zoho
ru_ru: Cart-Power: Уведомления в Zoho

# Addons::description::cp_zoho_notifications
source: Notifies the Zoho administrator if the order status has not been changed within the appropriate time frame. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Уведомляет администратора в Zoho, если статус заказа не был изменен в соответсвующие сроки. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_zoho_notifications::order_status_processed
source: The order status is 'Placed'
ru_ru: Статус заказа 'Размещен'

# SettingsOptions::cp_zoho_notifications::order_status_confirmed
source: The order status is 'Confirmed by supplier'
ru_ru: Статус заказа 'Подтвержден поставщиком'

# SettingsOptions::cp_zoho_notifications::order_status_paid
source: The order status is 'Paid'
ru_ru: Статус заказа 'Оплачен'

# SettingsOptions::cp_zoho_notifications::order_status_paid_after_cancellation
source: The order status is 'Paid after cancellation'
ru_ru: Статус заказа 'Оплачен после отмены'

# SettingsOptions::cp_zoho_notifications::order_status_completed
source: The order status is 'Completed'
ru_ru: Статус заказа 'Скомплектован'

# SettingsOptions::cp_zoho_notifications::order_status_received
source: The order status is 'Received'
ru_ru: Статус заказа 'Получен'

# SettingsOptions::cp_zoho_notifications::cron_pass
source: CRON password
ru_ru: CRON пароль

# Languages::cp_zoho_notifications.processed_subj
source: The supplier did not confirm the order
ru_ru: Поставщик не подтвердил заказ

# Languages::cp_zoho_notifications.confirmed_subj
source: The supplier did not confirm the order
ru_ru: Покупатель не оплатил заказ

# Languages::cp_zoho_notifications.paid_subj
source: The supplier did not complete the order
ru_ru: Поставщик не скомплектовал заказ

# Languages::cp_zoho_notifications.paid_after_cancellation_subj
source: The supplier did not complete the order
ru_ru: Поставщик не скомплектовал заказ

# Languages::cp_zoho_notifications.completed_subj
source: The supplier did not send the order
ru_ru: Поставщик не отправил заказ

# Languages::cp_zoho_notifications.completed_pickup_subj
source: The buyer did not receive the order
ru_ru: Покупатель не получил заказ

# Languages::cp_zoho_notifications.explain_and_cancel
source: Explain and cancel
ru_ru: Уточнить и отменить

# Languages::cp_zoho_notifications.explain
source: Explain
ru_ru: Уточнить

# Languages::cp_zoho_notifications.processed
source: The supplier [vendor] did not confirm the order # [order_id].
ru_ru: Поставщик [vendor] не подвердил заказ № [order_id].

# Languages::cp_zoho_notifications.confirmed
source: Buyer [user] did not pay for order # [order_id].
ru_ru: Покупатель [user] не оплатил заказ № [order_id].

# Languages::cp_zoho_notifications.paid
source: Supplier [vendor] didn't complete the order # [order_id].
ru_ru: Поставщик [vendor] не скомплектовал заказ № [order_id].

# Languages::cp_zoho_notifications.paid_after_cancellation
source: Supplier [vendor] didn't complete the order # [order_id].
ru_ru: Поставщик [vendor] не скомплектовал заказ № [order_id].

# Languages::cp_zoho_notifications.completed_pickup
source: Buyer [user] did not receive order # [order_id] from the Supplier [vendor].
ru_ru: Покупатель [user] не получил заказ № [order_id] у Поставщика [vendor].

# Languages::cp_zoho_notifications.completed
source: The supplier [vendor] did not send the order # [order_id].
ru_ru: Поставщик [vendor] не отправил заказ № [order_id].

# Languages::cp_zoho_notifications.cron_info
source: Use this script to automatically send notifications to Zoho
ru_ru: Используйте этот скрипт для автоматической отправки уведомлений в Zoho

# Languages::cp_zoho_notifications.crm_subj
source: Payment error
ru_ru: Ошибка платежа

# Languages::cp_zoho_notifications.crm
source: P/I # [payment_number] from the Buyer [user] cannot be processed. You need to check and contact the Buyer
ru_ru: П/п № [payment_number] от Покупателя [user] не может быть обработано. Необходимо проверить и связаться с Покупателем

# Languages::cp_zoho_notifications.received_subj
source: You must pay the аgency fee to the supplier [vendor].
ru_ru: Необходимо оплатить агентское вознаграждение поставщику [vendor]

# Languages::cp_zoho_notifications.received
source: The buyer [user] received the product [date] for order # [order_id]. You must transfer the Agency fee to the supplier.
ru_ru: Покупатель [user] получил товар [date] по Заказу № [order_id]. Необходимо перечислить поставщику агенсткое вознаграждение.
